import React from 'react';
import { Collapse } from 'antd';
const { Panel } = Collapse;
export const Block3 = () => {
  return (
    <div>
      <div className="swiper-slide">
        <span className="server__caption">
          Подходят для виртуализации, анализа больших данных, распределенных решений для хранения
          данных и других сценариев применения.
        </span>
        <ul className="server__list">
          <li className="server__item">
            <h3>Inspur Rack Scale Server OR</h3>
            <h4>Открытые платформы для перспективных центров обработки данных</h4>
            <div className="server__images-wrapper">
              <img src="img/servers/server-3-1-n.jpg" alt="Изображение сервера 1" />
              <img src="img/servers/server-3-2-n.jpg" alt="Изображение сервера 2" />
              <img src="img/servers/server-3-3-n.jpg" alt="Изображение сервера 3" />
            </div>
            <ul className="server__features-list">
              <li className="server__features-item">
                <h5>Основные возможности</h5>
                <p>
                  Сервер Inspur Rack Scale Server OR создан на основе стандарта Open Rack Standard
                  V2.0 и объединяет вычислительные узлы, узлы JBOD и узлы графического процессора
                  в масштабируемое решение для различных рабочих нагрузок. Это идеальное решение для
                  гипермасштабируемых центров обработки данных, стремящихся к переходу на самые
                  последние и наиболее устойчивые стандарты OCP.
                </p>
              </li>
              <li className="server__features-item">
                <h5>Особенности продукта</h5>
                <p>
                  Гибкое сочетание. Гибкий выбор различных вычислительных узлов в соответствии
                  с различными требованиями пользователя.
                </p>
                <p>
                  Стандартная конструкция. Удобная замена, простота обслуживания и гибкая замена
                  узлов.
                </p>
                <p>
                  Высокая плотность. Один шкаф поддерживает до 48 или 96 узлов для снижения затрат.
                </p>
                <p>
                  Централизованное питание. Повышенная эффективность блоков питания обеспечивает
                  экономию энергии в центрах обработки данных.
                </p>
              </li>
              <li className="server__features-item">
                <h5>Сценарии применения</h5>
                <p>– Машинное обучение</p>
                <p>– Высокопроизводительные вычисления</p>
                <p>– Анализ больших данных</p>
                <p>– Облачные вычисления</p>
              </li>
            </ul>

            <Collapse accordion>
              <Panel header="Характеристики" key="1">
                <ul className="server__info-list">
                  <li className="server__info-item">
                    <p>Вычислительный узел 1 (ON5263M5)</p>
                    <p>
                      Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая
                      мощность до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
                      RDIMM/LRDMM/NVDIMM Хранилище: 1 3,5-дюймовый накопитель + 2 накопителя M.2
                      (2280) PCIe: 1 разъем PCIe x16 (полной высоты и полной длины) + 1 разъем PCIe
                      x16 (полной высоты и половинной длины) Сеть: без встроенных портов Ethernet,
                      карта Ethernet OCP 2.0 в качестве опции Форм-фактор: в пространстве 2OU
                      поддерживается 3 узла.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Вычислительный узел 2 (ON5273M5)</p>
                    <p>
                      Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая
                      мощность до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
                      RDIMM/LRDMM/NVDIMM Хранилище: 2 2,5-дюймовых накопителя + 2 накопителя M.2
                      SATA/PCIe x4 PCIe: 1 разъем PCIe x16 (полной высоты и полной длины) + 1 разъем
                      PCIe x16 (полной высоты и половинной длины) Сеть: без встроенных портов
                      Ethernet, карта Ethernet OCP 2.0 в качестве опции Форм-фактор: в пространстве
                      2OU поддерживается 3 узла.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Вычислительный узел 3 (ON5283M5)</p>
                    <p>
                      Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая
                      мощность до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
                      RDIMM/LRDMM/NVDIMM Хранилище: 4 2,5-дюймовых накопителя + 2 накопителя M.2
                      (2280) PCIe: 3 разъема PCIe x8 (половинной высоты и половинной длины) Сеть:
                      без встроенных портов Ethernet, карта Ethernet OCP 2.0 в качестве опции
                      Форм-фактор: в пространстве 2OU поддерживается 3 узла.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Вычислительный узел 4 (ON5163M5)</p>
                    <p>
                      Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая
                      мощность до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
                      RDIMM/LRDMM/NVDIMM Хранилище: 1 накопитель M.2 (2280) PCIe: 1 разъем PCIe x16
                      (полной высоты и половинной длины) Сеть: без встроенных портов Ethernet, карта
                      Ethernet OCP 2.0 в качестве опции Форм-фактор: в пространстве 1OU
                      поддерживается 3 узла.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>JBOD (ON5266M5)</p>
                    <p>
                      Форм-фактор: 2OU, два отдельных отсека для накопителей, 17 3,5-дюймовых
                      накопителей на отсек ИС расширения: PM 8054 Хранилище: 34 3,5-дюймовых
                      накопителя (с возможностью горячей замены) Ввод-вывод: 4 × 4 HD mini-SAS,
                      1 порт управления RJ-45.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Отсек графических процессоров (ON5488M5)</p>
                    <p>
                      Процессор: 64-разрядный процессор ATOM C3000 (2 ядра) Память: одноканальная,
                      1 модуль DDR3 или DDR3L SODIMM Хранилище: 1 SATA DOM, 1 порт SATA PCIe: 16
                      стандартных разъемов PCIe x16 для поддержки 16 карт графических процессоров
                      Ввод-вывод: 2 порта USB 2.0 + 1 порт VGA + 1 COM-порт.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Размеры шкафа</p>
                    <p>
                      Наружные размеры: 1067 мм (Г), 600 мм (Ш), 2210 мм (В). Внутренние размеры:
                      41OU, внутренняя ширина 21 дюйм
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Компоновка шкафа</p>
                    <p>
                      Шкаф делится на верхнюю и нижнюю зоны. Каждая зона обеспечивает пространство
                      16OU для установки сервера и хранилища и 3OU для модуля питания.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Блок питания</p>
                    <p>
                      Вход питания переменного/постоянного тока, 2 централизованных модуля питания.
                      Каждый модуль питания содержит блоки питания с резервированием 3+3.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Отвод тепла</p>
                    <p>
                      Каждый узел обеспечивает отвод тепла отдельно с помощью 2 вентиляторов 8056
                      или 3 вентиляторов 4056.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Сеть и управление</p>
                    <p>
                      Пространство 3OU для сетевых устройств и управления. Модули коммутации 10G,
                      25G, 40G или 100G в качестве опции
                    </p>
                  </li>
                </ul>
              </Panel>
            </Collapse>
          </li>
        </ul>
      </div>
    </div>
  );
};
