import React from 'react';
import {Collapse} from 'antd';

const {Panel} = Collapse;

export const Block5 = () => {
    return <div>
    <span className="server__caption">
        Высочайшая надежность для работы критически важных приложений.
      </span>
        <ul className="server__list">
            <li className="server__item">
                <h3>Гибридное хранилище данных AS5500G5</h3>
                <h4>Inspur AS5500G5 — это гибридная система хранения среднего уровня для средних и крупных предприятий,
                    предоставляющая возможности SAN и NAS. Благодаря операционной системе хранилища, специально
                    разработанной для облачных вычислений и больших данных, обширным программным функциям и ведущей в
                    отрасли аппаратной платформе, AS5500G5 удовлетворяет требованиям различных приложений, таких как
                    средне- и крупномасштабные базы данных OLTP или OLAP, виртуализация и обмен файлами, к хранению
                    данных и аварийному восстановлению.</h4>
                <div className="server__images-wrapper">
                    <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1"/>
                </div>
                <ul className="server__features-list">
                    <li className="server__features-item">
                        <h5>Высочайшая производительность</h5>
                        <p>
                            Обновление платформы. В G5 используется аппаратная платформа нового поколения с обновленными
                            микросхемами и техническими характеристиками. Производительность увеличена в среднем на 30
                            %, что способствует более эффективной обработке данных. В то же время эффективность работы
                            приложений повышается за счет набора интеллектуального программного обеспечения, такого как
                            InFlashCache, InTier, InQoS.
                        </p>
                        <p>
                            Повышение скорости передачи данных. Поддерживается интерфейсная карта 32 Гбит/с для
                            удовлетворения требований к высокой пропускной способности и низкой задержке, а также для
                            использования всего потенциала хранилища.
                        </p>
                        <p>Архитектура с горизонтальным масштабированием. Активное хранилище Inspur G5 среднего уровня
                            поддерживает оперативное горизонтальное расширение, до 16 контроллеров и кэш-память уровня
                            ТБ, что позволяет клиентам линейно наращивать ресурсы хранилища в соответствии с меняющимися
                            бизнес-потребностями.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Высочайшая надежность</h5>
                        <p>
                            Эффективная и надежная системная архитектура. В Inspur G5 используется лучшая в отрасли
                            архитектура хранения со всеми активными узлами для балансировки нагрузки между
                            контроллерами, устранения узких мест в производительности контроллеров, повышения
                            доступности системы и обеспечения непрерывности бизнес-процессов.
                        </p>
                        <p>Резервированная и надежная аппаратная платформа. Полностью модульная архитектура с
                            резервированием гарантирует отсутствие единой точки отказа (SPOF) для ключевых компонентов.
                            Пассивная объединительная плата используется для повышения надежности системы. Также
                            поддерживается оперативное расширение аппаратного обеспечения, оперативное обновление
                            микропрограммного обеспечения, обслуживание системы без прерывания работы и защита данных
                            при сбое питания.</p>
                        <p>Чрезвычайно быстрые и надежные системные функции. InRAID распределяет блоки данных и блоки
                            горячей замены по всем накопителям, входящим в состав RAID-массива. Концепция диска горячей
                            замены больше не существует. Реконструкция данных 1T сведена к уровню минут. Это значительно
                            снижает риск отказа RAID-массива при повторном отказе диска и повышает надежность
                            системы.</p>
                        <p>Развитые, надежные средства аварийного восстановления и защиты. Inspur G5 поддерживает
                            несколько решений для аварийного восстановления и защиты, такие как моментальные копии,
                            удаленная репликация, конфигурация «активный-активный» и три центра с двумя вариантами.
                            Сочетание надежной аппаратной платформы, обширного программного обеспечения и развитых
                            решений для аварийного восстановления гарантирует непрерывность бизнес-процессов и высокую
                            доступность приложений и обеспечивает показатели RPO = 0 и RTO = 0.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Легкость управления</h5>
                        <p>
                            Inview. Inview поддерживает единообразное управление системами AS2000G2, AS5000G2, AS5000G5,
                            HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная информация, статистика
                            использования и производительности, уведомления о неисправностях, управление и мониторинг
                            нескольких кластеров в режиме реального времени для вышеуказанных продуктов поддерживаются в
                            едином интерфейсе управления. Что еще более важно, Inview создает межплатформенное решение
                            для аварийного восстановления с использованием синхронизированных моментальных копий и
                            репликацией с несколькими копиями, повышая безопасность данных.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Обширная функциональность</h5>
                        <p>Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше не ограничивается
                            физическим пространством. Поддерживается выделение ресурсов по требованию для сокращения
                            начальных вложений и повышения эффективности использования ресурсов хранилища.</p>
                        <p>Интеллектуальное ускорение кэш-памяти. Поддержка кэш-памяти на твердотельных накопителях
                            позволяет обеспечить соответствие требованиям различных приложений, повысить общую
                            производительность хранилища и устранить узкие места в сложных прикладных средах.</p>
                        <p>Интеллектуальная локальная репликация. Три локальных механизма защиты данных: клонирование,
                            моментальные копии, резервное копирование. Это сочетание способно удовлетворить потребности,
                            возникающие при тестировании, разработке и анализе, резервном копировании приложений и т. д.
                            Этот механизм эффективно экономит пространство в хранилище и снижает инвестиционные
                            затраты.</p>
                        <p>Интеллектуальное зеркалирование томов. При использовании зеркалирования у тома может быть две
                            копии. Это обеспечивает бесперебойный доступ приложения к потокам ввода-вывода при
                            повреждении одной из копий.</p>
                        <p>Интеллектуальное многоуровневое хранение. Четыре уровня. Активно используемые данные можно
                            оперативно переносить между разными хранилищами, чтобы оптимизировать стоимость и
                            производительность хранилища, а также повысить рентабельность инвестиций клиентов.</p>
                        <p>Интеллектуальное качество обслуживания. Динамическое управление чтением или записью томов на
                            основе требований к вводу-выводу каждого приложения. Выделение ресурсов по требованию
                            позволяет удовлетворить потребности различных приложений.</p>
                        <p>Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние ресурсы
                            хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает защиту данных, перенос
                            данных между хранилищами и другие сервисы.</p>

                        <p>Интеллектуальная репликация для аварийного восстановления. Три механизма репликации для
                            аварийного восстановления: синхронный, асинхронный и периодический асинхронный. Таким
                            образом, можно удовлетворить различные требования к показателям RTO и RPO, защитить
                            непрерывность бизнес-процессов и поддерживать три центра обработки данных с двумя
                            вариантами.</p>

                        <p>Интеллектуальная конфигурация «активный-активный». Активная флеш-система хранения Inspur
                            HF-G5 обеспечивает топологию «активный-активный» с несколькими центрами обработки данных для
                            достижения показателей RTO = 0 и RPO = 0, нулевой потери данных и бесперебойной работы.</p>

                        <p>Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли). Поддерживаются
                            следующие функции в облачной среде: кэширование, аварийное восстановление, резервное
                            копирование и т. д. Экономичное и высокомасштабируемое облачное хранилище объединяется с
                            архитектурой локального центра обработки данных, и обеспечивается беспрепятственный поток
                            данных между локальным центром обработки данных и общедоступным облаком.</p>

                        <p>Интеллектуальная многопользовательская среда. С помощью виртуализации, изоляции баз данных и
                            других технологий обеспечивается изоляция приложений и сервисов между различными клиентами;
                            таким образом, обеспечивается конфиденциальность и безопасность пользователей.</p>

                        <p>Программное обеспечение для интеллектуального управления. Набор программного обеспечения
                            управляет платформой хранения HF-G5. Кроме того, встроенная интеллектуальная система
                            управления техническим обслуживанием помогает снизить связанные затраты и повысить
                            эффективность.</p>
                    </li>
                    <Collapse accordion>
                        <Panel header="Характеристики" key="1">
                            <ul id="accordion-content" className="server__info-list">
                                <li className="server__info-item">
                                    <p>Продукт</p>
                                    <p>AS5500G5</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системы хранения</p>
                                    <p>2–16</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Шкаф контроллера</p>
                                    <p>2U12, 2U25, 3U48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Процессор</p>
                                    <p>Многоядерный</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Кэш-память системы</p>
                                    <p>256&nbsp;ГБ&nbsp;— 8&nbsp;ТБ</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Поддержка протоколов хранения</p>
                                    <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внешних портов</p>
                                    <p>FC 16/32&nbsp;Гбит, iSCSI 1/10/40&nbsp;Гбит</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип накопителей</p>
                                    <p>SSD, SAS, NL-SAS</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Количество накопителей</p>
                                    <p>2992–23&nbsp;936</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системные внешние порты ввода-вывода</p>
                                    <p>6–48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внутренних портов системы</p>
                                    <p>SAS 3.0, один порт 4&nbsp;×&nbsp;12&nbsp;Гбит/с</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Модуль расширения</p>
                                    <p>2U12, 2U25, 3U48, 5U92</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Уровень RAID</p>
                                    <p>
                                        0, 1, 3, 5, 6, 10, 50, 60, InRAID
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Повышение эффективности использования ресурсов</p>
                                    <p>Интеллектуальное экономное выделение ресурсов (InThin)
                                        Интеллектуальная виртуализация RAID (InRAID)
                                        Интеллектуальный перенос данных (InMigration)
                                        Интеллектуальное оперативное сжатие данных (InCompression)
                                        Интеллектуальное многоуровневое хранение (InTier)
                                        Интеллектуальное преобразование томов (Intune)
                                        Интеллектуальная гетерогенная виртуализация (InVirtualization)
                                        Интеллектуальные файловые сервисы (InFileService)
                                        Интеллектуальная оперативная дедупликация (InDedupe)
                                        Интеллектуальная многопользовательская среда (InMulti-tenant)</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Программное обеспечение для защиты данных</p>
                                    <p>
                                        Интеллектуальные моментальные копии (InSnapShot)
                                        Интеллектуальное клонирование (InClone)
                                        Интеллектуальное резервное копирование (InBackup)
                                        Интеллектуальное зеркалирование дисков (InVdiskMirror)
                                        Интеллектуальная удаленная репликация (InRemoteCopy)
                                        Интеллектуальная конфигурация «активный-активный» (InMetro)
                                        Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
                                        Интеллектуальное шифрование (InEncryption)
                                        Интеллектуальное удаление данных (InErase)
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Гарантия для выполнения критически важных задач</p>
                                    <p>
                                        Интеллектуальное качество обслуживания (InQoS)
                                        Интеллектуальное автоматическое разделение кэш-памяти (InAutoPartition)
                                        Интеллектуальное ускорение кэш-памяти (InFlashCache)
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Функции виртуализации</p>
                                    <p>Гетерогенная виртуализация: поддерживает более 95&nbsp;% моделей для единого
                                        управления.
                                        Виртуализация RAID: виртуализация на&nbsp;уровне блоков, балансировка системы,
                                        отсутствие горячих
                                        точек.
                                        Система виртуализации поддерживает основные технологии виртуализации, такие как
                                        подключаемые
                                        модули IntelliSense (например, интеграция VAAI, VVOL, VASA, vCenter).</p>
                                </li>
                            </ul>
                        </Panel>
                    </Collapse>
                </ul>
            </li>
            <li className="server__item">
                <h3>Гибридное хранилище данных AS5300G5</h3>
                <h4>Inspur AS5300G5 — это гибридная система хранения среднего уровня для средних и крупных предприятий,
                    предоставляющая возможности SAN и NAS. Благодаря операционной системе хранилища, специально
                    разработанной для облачных вычислений и больших данных, обширным программным функциям и ведущей в
                    отрасли аппаратной платформе, AS5500G5 удовлетворяет требованиям различных приложений, таких как
                    средне- и крупномасштабные базы данных OLTP или OLAP, виртуализация и обмен файлами, к хранению
                    данных и аварийному восстановлению.</h4>
                <div className="server__images-wrapper">
                    <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1"/>
                </div>
                <ul className="server__features-list">
                    <li className="server__features-item">
                        <h5>Высочайшая производительность</h5>
                        <p>
                            Обновление платформы. В G5 используется аппаратная платформа нового поколения с обновленными
                            микросхемами и техническими характеристиками. Производительность увеличена в среднем на 30
                            %, что способствует более эффективной обработке данных. В то же время эффективность работы
                            приложений повышается за счет набора интеллектуального программного обеспечения, такого как
                            InFlashCache, InTier, InQoS.
                        </p>
                        <p>
                            Повышение скорости передачи данных. Поддерживается интерфейсная карта 32 Гбит/с для
                            удовлетворения требований к высокой пропускной способности и низкой задержке, а также для
                            использования всего потенциала хранилища.
                        </p>
                        <p>Архитектура с горизонтальным масштабированием. Активное хранилище Inspur G5 среднего уровня
                            поддерживает оперативное горизонтальное расширение, до 16 контроллеров и кэш-память уровня
                            ТБ, что позволяет клиентам линейно наращивать ресурсы хранилища в соответствии с меняющимися
                            бизнес-потребностями.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Высочайшая надежность</h5>
                        <p>
                            Эффективная и надежная системная архитектура. В Inspur G5 используется лучшая в отрасли
                            архитектура хранения со всеми активными узлами для балансировки нагрузки между
                            контроллерами, устранения узких мест в производительности контроллеров, повышения
                            доступности системы и обеспечения непрерывности бизнес-процессов.
                        </p>
                        <p>Резервированная и надежная аппаратная платформа. Полностью модульная архитектура с
                            резервированием гарантирует отсутствие единой точки отказа (SPOF) для ключевых компонентов.
                            Пассивная объединительная плата используется для повышения надежности системы. Также
                            поддерживается оперативное расширение аппаратного обеспечения, оперативное обновление
                            микропрограммного обеспечения, обслуживание системы без прерывания работы и защита данных
                            при сбое питания.</p>
                        <p>Чрезвычайно быстрые и надежные системные функции. InRAID распределяет блоки данных и блоки
                            горячей замены по всем накопителям, входящим в состав RAID-массива. Концепция диска горячей
                            замены больше не существует. Реконструкция данных 1T сведена к уровню минут. Это значительно
                            снижает риск отказа RAID-массива при повторном отказе диска и повышает надежность
                            системы.</p>
                        <p>Развитые, надежные средства аварийного восстановления и защиты. Inspur G5 поддерживает
                            несколько решений для аварийного восстановления и защиты, такие как моментальные копии,
                            удаленная репликация, конфигурация «активный-активный» и три центра с двумя вариантами.
                            Сочетание надежной аппаратной платформы, обширного программного обеспечения и развитых
                            решений для аварийного восстановления гарантирует непрерывность бизнес-процессов и высокую
                            доступность приложений и обеспечивает показатели RPO = 0 и RTO = 0.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Легкость управления</h5>
                        <p>
                            Inview. Inview поддерживает единообразное управление системами AS2000G2, AS5000G2, AS5000G5,
                            HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная информация, статистика
                            использования и производительности, уведомления о неисправностях, управление и мониторинг
                            нескольких кластеров в режиме реального времени для вышеуказанных продуктов поддерживаются в
                            едином интерфейсе управления. Что еще более важно, Inview создает межплатформенное решение
                            для аварийного восстановления с использованием синхронизированных моментальных копий и
                            репликацией с несколькими копиями, повышая безопасность данных.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Обширная функциональность</h5>
                        <p>Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше не ограничивается
                            физическим пространством. Поддерживается выделение ресурсов по требованию для сокращения
                            начальных вложений и повышения эффективности использования ресурсов хранилища.</p>
                        <p>Интеллектуальное ускорение кэш-памяти. Поддержка кэш-памяти на твердотельных накопителях
                            позволяет обеспечить соответствие требованиям различных приложений, повысить общую
                            производительность хранилища и устранить узкие места в сложных прикладных средах.</p>
                        <p>Интеллектуальная локальная репликация. Три локальных механизма защиты данных: клонирование,
                            моментальные копии, резервное копирование. Это сочетание способно удовлетворить потребности,
                            возникающие при тестировании, разработке и анализе, резервном копировании приложений и т. д.
                            Этот механизм эффективно экономит пространство в хранилище и снижает инвестиционные
                            затраты.</p>
                        <p>Интеллектуальное зеркалирование томов. При использовании зеркалирования у тома может быть две
                            копии. Это обеспечивает бесперебойный доступ приложения к потокам ввода-вывода при
                            повреждении одной из копий.</p>
                        <p>Интеллектуальное многоуровневое хранение. Четыре уровня. Активно используемые данные можно
                            оперативно переносить между разными хранилищами, чтобы оптимизировать стоимость и
                            производительность хранилища, а также повысить рентабельность инвестиций клиентов.</p>
                        <p>Интеллектуальное качество обслуживания. Динамическое управление чтением или записью томов на
                            основе требований к вводу-выводу каждого приложения. Выделение ресурсов по требованию
                            позволяет удовлетворить потребности различных приложений.</p>
                        <p>Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние ресурсы
                            хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает защиту данных, перенос
                            данных между хранилищами и другие сервисы.</p>

                        <p>Интеллектуальная репликация для аварийного восстановления. Три механизма репликации для
                            аварийного восстановления: синхронный, асинхронный и периодический асинхронный. Таким
                            образом, можно удовлетворить различные требования к показателям RTO и RPO, защитить
                            непрерывность бизнес-процессов и поддерживать три центра обработки данных с двумя
                            вариантами.</p>

                        <p>Интеллектуальная конфигурация «активный-активный». Активная флеш-система хранения Inspur
                            HF-G5 обеспечивает топологию «активный-активный» с несколькими центрами обработки данных для
                            достижения показателей RTO = 0 и RPO = 0, нулевой потери данных и бесперебойной работы.</p>

                        <p>Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли). Поддерживаются
                            следующие функции в облачной среде: кэширование, аварийное восстановление, резервное
                            копирование и т. д. Экономичное и высокомасштабируемое облачное хранилище объединяется с
                            архитектурой локального центра обработки данных, и обеспечивается беспрепятственный поток
                            данных между локальным центром обработки данных и общедоступным облаком.</p>

                        <p>Интеллектуальная многопользовательская среда. С помощью виртуализации, изоляции баз данных и
                            других технологий обеспечивается изоляция приложений и сервисов между различными клиентами;
                            таким образом, обеспечивается конфиденциальность и безопасность пользователей.</p>

                        <p>Программное обеспечение для интеллектуального управления. Набор программного обеспечения
                            управляет платформой хранения HF-G5. Кроме того, встроенная интеллектуальная система
                            управления техническим обслуживанием помогает снизить связанные затраты и повысить
                            эффективность.</p>
                    </li>
                    <Collapse accordion>
                        <Panel header="Характеристики" key="1">
                            <ul id="accordion-content" className="server__info-list">
                                <li className="server__info-item">
                                    <p>Продукт</p>
                                    <p>AS5300G5</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системы хранения</p>
                                    <p>2–16</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Шкаф контроллера</p>
                                    <p>2U12, 2U25, 3U48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Процессор</p>
                                    <p>Многоядерный</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Кэш-память системы</p>
                                    <p>64&nbsp;ГБ&nbsp;— 2&nbsp;ТБ</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Поддержка протоколов хранения</p>
                                    <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внешних портов</p>
                                    <p>FC 16/32&nbsp;Гбит, iSCSI 1/10/40&nbsp;Гбит</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип накопителей</p>
                                    <p>SSD, SAS, NL-SAS</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Количество накопителей</p>
                                    <p>1300–10&nbsp;400</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системные внешние порты ввода-вывода</p>
                                    <p>6–48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внутренних портов системы</p>
                                    <p>SAS 3.0, один порт 4&nbsp;×&nbsp;12&nbsp;Гбит/с</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Модуль расширения</p>
                                    <p>2U12, 2U25, 3U48, 5U92</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Уровень RAID</p>
                                    <p>
                                        0, 1, 3, 5, 6, 10, 50, 60, InRAID
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Повышение эффективности использования ресурсов</p>
                                    <p>Интеллектуальное экономное выделение ресурсов (InThin)
                                        Интеллектуальная виртуализация RAID (InRAID)
                                        Интеллектуальный перенос данных (InMigration)
                                        Интеллектуальное оперативное сжатие данных (InCompression)
                                        Интеллектуальное многоуровневое хранение (InTier)
                                        Интеллектуальное преобразование томов (Intune)
                                        Интеллектуальная гетерогенная виртуализация (InVirtualization)
                                        Интеллектуальные файловые сервисы (InFileService)
                                        Интеллектуальная оперативная дедупликация (InDedupe)
                                        Интеллектуальная многопользовательская среда (InMulti-tenant)</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Программное обеспечение для защиты данных</p>
                                    <p>
                                        Интеллектуальные моментальные копии (InSnapShot)
                                        Интеллектуальное клонирование (InClone)
                                        Интеллектуальное резервное копирование (InBackup)
                                        Интеллектуальное зеркалирование дисков (InVdiskMirror)
                                        Интеллектуальная удаленная репликация (InRemoteCopy)
                                        Интеллектуальная конфигурация «активный-активный» (InMetro)
                                        Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
                                        Интеллектуальное шифрование (InEncryption)
                                        Интеллектуальное удаление данных (InErase)
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Гарантия для выполнения критически важных задач</p>
                                    <p>
                                        Интеллектуальное качество обслуживания (InQoS)
                                        Интеллектуальное автоматическое разделение кэш-памяти (InAutoPartition)
                                        Интеллектуальное ускорение кэш-памяти (InFlashCache)
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Функции виртуализации</p>
                                    <p>Гетерогенная виртуализация: поддерживает более 95&nbsp;% моделей для единого
                                        управления.
                                        Виртуализация RAID: виртуализация на&nbsp;уровне блоков, балансировка системы,
                                        отсутствие горячих
                                        точек.
                                        Система виртуализации поддерживает основные технологии виртуализации, такие как
                                        подключаемые
                                        модули IntelliSense (например, интеграция VAAI, VVOL, VASA, vCenter).</p>
                                </li>
                            </ul>
                        </Panel>
                    </Collapse>
                </ul>
            </li>
            <li className="server__item">
                <h3>Гибридное хранилище данных AS2600G2</h3>
                <h4>Inspur AS2600G2 — это гибридное хранилище начального уровня для структурированных и
                    неструктурированных корпоративных приложений.</h4>
                <div className="server__images-wrapper">
                    <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1"/>
                </div>
                <ul className="server__features-list">
                    <li className="server__features-item">
                        <h5>Объединенное хранилище</h5>
                        <p>
                            Объединенные функции SAN и NAS. Одно хранилище поддерживает сервисы как на уровне блоков,
                            так и на уровне файлов. Это помогает упростить архитектуру центра обработки данных, снизить
                            затраты на эксплуатацию и обслуживание и удовлетворить различные потребности бизнеса.
                        </p>
                        <p>
                            Конвергенция протоколов. Поддерживаются протоколы iSCSI и FC для удовлетворения требований к
                            хранилищу различных приложений, таких как базы данных, общий доступ к файлам, облачные
                            вычисления.
                        </p>
                    </li>
                    <li className="server__features-item">
                        <h5>Современная архитектура</h5>
                        <p>
                            Архитектура с горизонтальным масштабированием. Поддерживает оперативное горизонтальное
                            расширение и до 8 контроллеров, что позволяет клиентам линейно наращивать ресурсы хранилища
                            в соответствии с меняющимися бизнес-потребностями.
                        </p>
                        <p>Высокая доступность. Используется полностью резервированная архитектура, полностью модульная
                            резервированная кэш-память и архитектура контроллеров «активный-активный».</p>
                        <p>Высокая масштабируемость. Поддержка до 2400 накопителей и 8 контроллеров, максимальный объем
                            кэш-памяти — 256 ГБ.</p>
                        <p>Интеллектуальная кэш-память. Поддержка механизма «активный-активный» позволяет повысить общую
                            производительность хранилища и устранить узкие места в сложных прикладных средах.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Интеллектуальное программное обеспечение</h5>
                        <p>
                            Inview. Inview поддерживает единообразное управление системами AS2000G2, AS5000G2, AS5000G5,
                            HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная информация, статистика
                            использования и производительности, уведомления о неисправностях, управление и мониторинг
                            нескольких кластеров в режиме реального времени для вышеуказанных продуктов поддерживаются в
                            едином интерфейсе управления. Что еще более важно, Inview создает межплатформенное решение
                            для аварийного восстановления с использованием синхронизированных моментальных копий и
                            репликацией с несколькими копиями, повышая безопасность данных.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Обширная функциональность</h5>
                        <p>Интеллектуальная локальная репликация. Три локальных механизма защиты данных: клонирование, моментальные копии, резервное копирование. Это сочетание способно удовлетворить потребности, возникающие при тестировании, разработке и анализе, резервном копировании приложений и т. д. Этот механизм эффективно экономит пространство в хранилище и снижает инвестиционные затраты.</p>
                        <p>Интеллектуальное зеркалирование томов. Функция зеркалирования тома поддерживает две копии одного тома, что позволяет обеспечить непрерывный доступ для ввода-вывода данных при повреждении одной из копий.</p>
                        <p>Интеллектуальное многоуровневое хранение. Активно используемые данные можно оперативно переносить между разными средами хранения, чтобы оптимизировать стоимость и производительность хранилища, а также повысить рентабельность инвестиций клиентов.</p>
                        <p>Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние ресурсы хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает защиту данных и перенос данных между хранилищами.</p>
                        <p>Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше не ограничивается физическим пространством. Поддерживается выделение ресурсов по требованию для сокращения начальных вложений и повышения эффективности использования ресурсов хранилища.</p>
                        <p>Программное обеспечение для интеллектуального управления. Поддерживается единое управление системами серии G2. Кроме того, встроенная интеллектуальная система управления техническим обслуживанием помогает снизить связанные затраты и повысить эффективность.</p>
                        <p>Интеллектуальный RAID-массив. Традиционный RAID (TRAID) и (или) интеллектуальный RAID (InRAID). Два метода горячей замены: диск горячей замены и пространство горячей замены. Поддержка оперативной миграции на уровне RAID и защиты RAID-DP от отказа одного или двух дисков. RAID с тройной четностью включен для защиты от отказа трех дисков. Этот механизм гарантирует отсутствие потерь данных. Кроме того, восстановление нескольких дисков помогает ускорить восстановление и гарантирует производительность во время восстановления.</p>
                    </li>

                    <Collapse accordion>
                        <Panel header="Характеристики" key="1">
                            <ul id="accordion-content" className="server__info-list">
                                <li className="server__info-item">
                                    <p>Продукт</p>
                                    <p>AS2600G2</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системы хранения</p>
                                    <p>2–8</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Шкаф контроллера</p>
                                    <p>2U12, 2U25, 3U48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Кэш-память системы</p>
                                    <p>32–256&nbsp;ГБ</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Поддержка протоколов хранения</p>
                                    <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внешних портов</p>
                                    <p>FC 8/16&nbsp;Гбит, iSCSI 1/10&nbsp;Гбит</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип накопителей</p>
                                    <p>SSD, SAS, NL-SAS</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Количество накопителей</p>
                                    <p>600–2400</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системные внешние порты ввода-вывода</p>
                                    <p>3</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системные внутренние порты</p>
                                    <p>4 SAS</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внутренних портов системы</p>
                                    <p>SAS 3.0, один порт 4&nbsp;×&nbsp;12&nbsp;Гбит/с</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Модуль расширения</p>
                                    <p>2U12, 2U25, 3U48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Уровень RAID</p>
                                    <p>
                                        RAID 0, 1, 5, 6, 10, InRAID
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Повышение эффективности использования ресурсов</p>
                                    <p>Интеллектуальное экономное выделение ресурсов (InThin)
                                        Интеллектуальная виртуализация RAID (InRAID)
                                        Интеллектуальный перенос данных (InMigration)
                                        Интеллектуальное многоуровневое хранение (InTier)
                                        Интеллектуальное преобразование томов (InTune)
                                        Интеллектуальная гетерогенная виртуализация (InVirtualization)
                                        Интеллектуальное ускорение кэш-памяти на&nbsp;твердотельных накопителях
                                        (InFlashCache)
                                        Интеллектуальные файловые сервисы (InFileService)</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Программное обеспечение для защиты данных</p>
                                    <p>
                                        Интеллектуальная конфигурация «активный-активный» (InMetro)
                                        Интеллектуальные моментальные копии (InSnapShot)
                                        Интеллектуальное клонирование (InClone)
                                        Интеллектуальное резервное копирование (InBackup)
                                        Интеллектуальное зеркалирование дисков (InVdiskMirror)
                                        Интеллектуальная удаленная репликация (InRemoteCopy)
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Гарантия для выполнения критически важных задач</p>
                                    <p>
                                        Интеллектуальное качество обслуживания (InQoS)
                                        Интеллектуальное автоматическое разделение кэш-памяти (InAutoPartition)
                                    </p>
                                </li>
                            </ul>
                        </Panel>
                    </Collapse>
                </ul>
            </li>
            <li className="server__item">
                <h3>Гибридное хранилище данных AS2200G2</h3>
                <h4>Простое в использовании, гибкое и эффективное единое хранилище данных.</h4>
                <div className="server__images-wrapper">
                    <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1"/>
                </div>
                <ul className="server__features-list">
                    <li className="server__features-item">
                        <h5>Объединенное хранилище</h5>
                        <p>
                            Объединенные функции SAN и NAS. Одно хранилище поддерживает сервисы как на уровне блоков,
                            так и на уровне файлов. Это помогает упростить архитектуру центра обработки данных, снизить
                            затраты на эксплуатацию и обслуживание и удовлетворить различные потребности бизнеса.
                        </p>
                        <p>
                            Конвергенция протоколов. Поддерживаются протоколы iSCSI и FC для удовлетворения требований к
                            хранилищу различных приложений, таких как базы данных, общий доступ к файлам, облачные
                            вычисления.
                        </p>
                    </li>
                    <li className="server__features-item">
                        <h5>Современная архитектура</h5>
                        <p>
                            Архитектура с горизонтальным масштабированием. Поддерживает оперативное горизонтальное расширение и до 2 контроллеров, что позволяет клиентам линейно наращивать ресурсы хранилища в соответствии с меняющимися бизнес-потребностями.
                        </p>
                        <p>Высокая доступность. Используется полностью резервированная архитектура, полностью модульная резервированная кэш-память и архитектура контроллеров «активный-активный».</p>
                        <p>Высокая масштабируемость. Поддержка до 577 накопителей, максимальный объем кэш-памяти — 64 ГБ.</p>
                        <p>Интеллектуальная кэш-память (64 ГБ). Повышает общую производительность хранилища и устраняет узкие места в сложных прикладных средах.</p>
                    </li>
                    <li className="server__features-item">
                        <h5>Интеллектуальное программное обеспечение</h5>
                        <p>
                            Интеллектуальная локальная репликация. Три локальных механизма защиты данных: клонирование, моментальные копии, резервное копирование. Это сочетание способно удовлетворить потребности, возникающие при тестировании, разработке и анализе, резервном копировании приложений и т. д. Этот механизм эффективно экономит пространство в хранилище и снижает инвестиционные затраты.</p>
                        <p>Интеллектуальное зеркалирование томов. Функция зеркалирования тома поддерживает две копии одного тома, что позволяет обеспечить непрерывный доступ для ввода-вывода данных при повреждении одной из копий.</p>
                        <p>Интеллектуальное многоуровневое хранение. Активно используемые данные можно оперативно переносить между разными средами хранения, чтобы оптимизировать стоимость и производительность хранилища, а также повысить рентабельность инвестиций клиентов.</p>
                        <p>Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние ресурсы хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает защиту данных и перенос данных между хранилищами.</p>
                        <p>Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше не ограничивается физическим пространством. Поддерживается выделение ресурсов по требованию для сокращения начальных вложений и повышения эффективности использования ресурсов хранилища. Экономное выделение ресурсов в рамках полной емкости обеспечивает возможность избыточного распределения ресурсов хранения, а уровень детализации можно регулировать (32, 64, 128, 256 КБ). Поддерживается создание отдельных томов объемом до 256 ТБ. Для последующего расширения дополнительных лицензий не требуется.</p>
                        <p>Программное обеспечение для интеллектуального управления. Программное обеспечение для интеллектуального управления поддерживает единое управление всеми хранилищами серии G2. Кроме того, встроенная интеллектуальная система управления техническим обслуживанием помогает снизить связанные затраты и повысить эффективность.</p>
                        <p>Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли). Уникальная инфраструктура гибридного облачного хранилища поддерживает кэширование, аварийное восстановление, резервное копирование в облачной среде. Поддерживает резервное копирование и восстановление в облаке без покупки программного обеспечения для резервного копирования. Таким образом, снижается сложность резервного копирования, а также обеспечивается эффективная защита данных. Сочетание экономичности и высокой масштабируемости облачного хранилища с архитектурой локального центра обработки данных позволяет обеспечить беспрепятственный поток данных между локальным центром обработки данных и общедоступным облаком.</p>
                    </li>
                    <Collapse accordion>

                        <Panel header="Характеристики" key="1">
                            <ul id="accordion-content" className="server__info-list">
                                <li className="server__info-item">
                                    <p>Продукт</p>
                                    <p>AS2200G2</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системы хранения</p>
                                    <p>2</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Шкаф контроллера</p>
                                    <p>2U12, 2U25, 3U48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Кэш-память системы</p>
                                    <p>16–64&nbsp;ГБ</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Поддержка протоколов хранения</p>
                                    <p>FC, iSCSI</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внешних портов</p>
                                    <p>FC 16&nbsp;Гбит, FC 8&nbsp;Гбит, iSCSI 1/10&nbsp;Гбит</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип накопителей</p>
                                    <p>SSD, SAS, NL-SAS</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Количество накопителей</p>
                                    <p>577</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системные внешние порты ввода-вывода</p>
                                    <p>3</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Системные внутренние порты</p>
                                    <p>4 SAS</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Тип внутренних портов системы</p>
                                    <p>SAS 3.0, один порт 4&nbsp;×&nbsp;12&nbsp;Гбит/с</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Модуль расширения</p>
                                    <p>2U12, 2U25, 3U48</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Уровень RAID</p>
                                    <p>
                                        0, 1, 5, 6, 10, InRAID
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Повышение эффективности использования ресурсов</p>
                                    <p>Интеллектуальное экономное выделение ресурсов (InThin)
                                        Интеллектуальная виртуализация RAID (InRAID)
                                        Интеллектуальный перенос данных (InMigration)
                                        Интеллектуальное многоуровневое хранение (InTier)
                                        Интеллектуальное преобразование томов (InTune)
                                        Интеллектуальная гетерогенная виртуализация (InVirtualization)
                                        Интеллектуальное ускорение кэш-памяти на&nbsp;твердотельных накопителях
                                        (InFlashCache)</p>
                                </li>
                                <li className="server__info-item">
                                    <p>Программное обеспечение для защиты данных</p>
                                    <p>
                                        Интеллектуальные моментальные копии (InSnapShot)
                                        Интеллектуальное клонирование (InClone)
                                        Интеллектуальное резервное копирование (InBackup)
                                        Интеллектуальное зеркалирование дисков (InVdiskMirror)
                                        Интеллектуальная удаленная репликация (InRemoteCopy)
                                        Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
                                    </p>
                                </li>
                                <li className="server__info-item">
                                    <p>Гарантия для выполнения критически важных задач</p>
                                    <p>
                                        Интеллектуальное качество обслуживания (InQoS)
                                        Интеллектуальное автоматическое разделение кэш-памяти (InAutoPartition)
                                    </p>
                                </li>
                            </ul>
                        </Panel>
                    </Collapse>
                </ul>
            </li>


        </ul>
    </div>;
};
