import React from 'react';
import { Collapse } from 'antd';
const { Panel } = Collapse;

export const Block1 = () => {
  return (
    <div>
      <span className="server__caption">
        Подходят для виртуализации, баз данных, высокопроизводительных вычислений, анализа больших
        данных, искусственного интеллекта и глубокого обучения и других областей применения.
      </span>
      <ul className="server__list">
        <li className="server__item">
          <h3>Inspur TS860M5</h3>
          <h4>8-процессорный сервер нового поколения для критически важных задач</h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-1-1.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-1-2.jpg" alt="Изображение сервера 2" />
            <img src="/images/servers/server-1-3.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Высокая производительность вычислений</h5>
              <p>
                TS860M5 поддерживает до 8 масштабируемых процессоров Intel® Xeon® последнего
                поколения. Превосходные мощности для параллельных вычислений включают максимальную
                частоту 3,8 ГГц, кэш 3-го уровня размером 39 МБ, до 224 ядер и 448 потоков.
              </p>
              <p>
                По сравнению с другими серверами, в которых используется серия масштабируемых
                процессоров Intel® Xeon® первого поколения, обновленный сервер TS860M5 обеспечивает
                повышение производительности вычислений как минимум на 20 % и увеличение внутренней
                пропускной способности до 20 %. При этом он полностью отвечает требованиям основных
                приложений, таких как крупномасштабные транзакционные базы данных, базы данных
                в оперативной памяти, виртуализированная интеграция, виртуализация и интеграция,
                крупномасштабные системы управления предприятием и высокопроизводительные
                вычисления.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Модульная и гибкая конструкция</h5>
              <p>
                Модульная конструкция ввода-вывода поддерживает модули ввода-вывода полной
                и половинной высоты, которые можно гибко настраивать в соответствии с требованиями
                пользователя к масштабируемости ввода-вывода.
              </p>
              <p>
                Модульная конструкция накопителей поддерживает до 24 3,5-дюймовых накопителей
                и может быть настроена для поддержки 12 накопителей NVMe. Также поддерживаются
                конфигурации, включающие до 50 2,5-дюймовых накопителей для приложений SAP HANA.
              </p>
              <p>
                Полностью модульная конструкция обеспечивает возможность независимой работы и гибкой
                настройки каждого модуля.
              </p>
            </li>
            <Collapse accordion>
              <Panel header="Характеристики" key="1">
                <ul className="server__info-list">
                  <li className="server__info-item">
                    <p>Продукт</p>
                    <p>HF5000G5</p>
                  </li>
                  <li className="server__info-item">
                    <p>Подтип</p>
                    <p>MN25 | HS25 | MS25</p>
                  </li>
                  <li className="server__info-item">
                    <p>Системы хранения</p>
                    <p>2–16</p>
                  </li>
                  <li className="server__info-item">
                    <p>Шкаф контроллера</p>
                    <p>2U25</p>
                  </li>
                  <li className="server__info-item">
                    <p>Процессор</p>
                    <p>Многоядерный</p>
                  </li>
                  <li className="server__info-item">
                    <p>Модуль расширения</p>
                    <p>2U25</p>
                  </li>
                  <li className="server__info-item">
                    <p>Системные порты ввода-вывода</p>
                    <p>6–48</p>
                  </li>
                  <li className="server__info-item">
                    <p>Тип внешних портов</p>
                    <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
                  </li>
                  <li className="server__info-item">
                    <p>Поддержка протоколов хранения</p>
                    <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                  </li>
                  <li className="server__info-item">
                    <p>Кэш-память системы</p>
                    <p>
                      MN25: Optane
                      <br />
                      HS25: Твердотельные накопители NVMe
                      <br />
                      MS25: Твердотельные накопители SAS
                      <br />
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Количество накопителей</p>
                    <p>
                      MN25: 1500–12 000
                      <br />
                      HS25: 1400–11 200
                      <br />
                      MS25: 1300–10 200
                      <br />
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Тип внутренних портов системы</p>
                    <p>
                      MN25: PCIe 3.0, SAS 3.0
                      <br />
                      HS25: SAS 3.0
                      <br />
                      MS25: SAS 3.0
                      <br />
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Уровень RAID</p>
                    <p>0, 1, 5, 6, 10, 50, 60, Inraid</p>
                  </li>
                  <li className="server__info-item">
                    <p>Повышение эффективности использования ресурсов</p>
                    <p>
                      Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
                      виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
                      Интеллектуальное оперативное сжатие данных (InCompression) Интеллектуальное
                      многоуровневое хранение (InTier) Интеллектуальное преобразование томов
                      (Intune) Интеллектуальная гетерогенная виртуализация (InVirtualization)
                      Интеллектуальные файловые сервисы (InFileService) Интеллектуальная
                      многопользовательская среда (InMulti-tenant)
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Защита данных, программное обеспечение</p>
                    <p>
                      Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
                      (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
                      зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
                      (InRemoteCopy) Интеллектуальная конфигурация «активный-активный» (InMetro)
                      Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
                      Интеллектуальное шифрование (InEncryption) Интеллектуальное удаление данных
                      (InErase)
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Гарантия для выполнения критически важных задач</p>
                    <p>
                      Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
                      разделение кэш-памяти (InAutoPartition)
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Функции виртуализации</p>
                    <p>
                      Гетерогенная виртуализация: поддерживает более 95 % моделей для единообразного
                      управления. Виртуализация RAID: виртуализация на уровне блоков, балансировка
                      системы, отсутствие горячих точек. Система виртуализации поддерживает основные
                      технологии виртуализации, такие как подключаемые модули IntelliSense
                      (например, интеграция VAAI, VVOL, VASA, vCenter).
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Габаритные размеры: Ш × Г × В (мм)  (Г — это глубина установки в стойку)</p>
                    <p>446 × 620,35 × 87,8</p>
                  </li>
                  <li className="server__info-item">
                    <p>Масса без твердотельных накопителей (кг)</p>
                    <p>26</p>
                  </li>
                  <li className="server__info-item">
                    <p>Максимальная мощность (200–240 В перем. тока)</p>
                    <p>
                      Модуль управления NVMe: 1200 Вт Модуль управления SAS: 850 Вт Модуль
                      расширения: 750 Вт
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Входное напряжение</p>
                    <p>100–240 В перем. тока 160–340 В пост. тока</p>
                  </li>
                  <li className="server__info-item">
                    <p>Температура хранения</p>
                    <p>От −40 до +55 °С (без блока BBU)</p>
                  </li>
                  <li className="server__info-item">
                    <p>Рабочая влажность</p>
                    <p>10–90 %</p>
                  </li>
                  <li className="server__info-item">
                    <p>Рабочая температура</p>
                    <p>
                      0–35 °С на высоте над уровнем моря от −60 до +1800 м; снижение температуры
                      окружающего воздуха на 1 °С каждые 220 м при увеличении высоты над уровнем
                      моря от 1800 до 3000 м
                    </p>
                  </li>
                </ul>
              </Panel>
            </Collapse>
          </ul>
        </li>
        <li className="server__item">
          <h3>Inspur NF3120M5</h3>
          <h4>Однопроцессорный сервер начального уровня для предприятий</h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-2-1.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-2-2.jpg" alt="Изображение сервера 2" />
            <img src="/images/servers/server-2-3.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Великолепная производительность</h5>
              <p>
                Сервер NF3120M5 поддерживает новейшие процессоры Intel® Xeon® E. Каждый процессор
                включает до 8 ядер и поддерживает до 128 ГБ памяти DDR4 2666 МГц. Этот сервер,
                оснащенный увеличенным количеством ядер и объемом памяти, обладает оптимизированной
                производительностью для вычислений. Высокая пропускная способность ввода-вывода
                и оптимизированная обработка изображений высокой четкости обеспечивают превосходные
                возможности для разработчиков контента.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Высокая производительность, энергоэффективность и экономичность</h5>
              <p>
                Максимальное значение расчетной тепловой мощности составляет 95 Вт, поддерживается
                один блок питания мощностью 400 Вт или блок питания с резервированием 1+1 мощностью
                550 Вт. NF3120M5 имеет сертификаты энергоэффективности и экологичности CELP, CECP
                и Energy Star V3.0, гарантируя значительное снижение энергопотребления и затрат
                на обслуживание без ущерба для высокой производительности. Максимальная
                эффективность и экономичность оптимизированы для малых и средних предприятий,
                поэтому этот сервер отлично подходит для малых и средних предприятий и небольших
                рабочих узлов.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Гибкая конфигурация</h5>
              <p>
                Компактное шасси NF3120M5 глубиной около 550 мм может быть установлено в стойку
                глубиной 800 мм, что повышает эффективность развертывания ИТ-систем на малых
                и средних предприятиях.
              </p>
              <p>
                Поддерживается широкий спектр конфигураций хранилища. Отсеки для жестких дисков
                поддерживают конфигурации с горячей заменой и без нее. Кроме того, поддерживаются
                встроенные накопители M.2.
              </p>
              <p>
                Поддерживается два встроенных разъема Gigabit Ethernet и два разъема расширения
                PCIe 3.0 для клиентов, которым требуется гибкость для различных системных функций
                и производительности.
              </p>
              <p>
                Поддерживается 6 портов USB, 2 порта VGA и 2 интерфейса DP, а также предлагается
                широкий спектр интерфейсов ввода-вывода, подходящих для различных вариантов
                применения.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul id="accordion-content" className="server__info-list">
                <li className="server__info-item">
                  <p>Форм-фактор</p>
                  <p>1U, установка в стойку</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>
                    Поддержка одного процессора из семейства Intel® Xeon® E Процессорные ядра:
                    до 8 ядер (частота 4,0 ГГц) Расчетная тепловая мощность (TDP): до 95 Вт
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Набор микросхем</p>
                  <p>Intel C242/C246</p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    До 4 модулей памяти DDR4 2666 МТ/с Поддержка модулей памяти UDIMM, до 128 ГБ (32
                    ГБ на модуль DIMM)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    С возможностью горячей замены:  до 4 3,5/2,5-дюймовых жестких дисков SATA/SAS
                    Без возможности горячей замены:  до 4 3,5/2,5-дюймовых жестких дисков SATA/SAS
                    Поддержка 1 встроенного твердотельного накопителя SATA/PCIe M.2
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Контроллер системы хранения</p>
                  <p>
                    Встроенный контроллер SATA, поддерживающий RAID 0/1 Стандартный RAID-контроллер
                    PCIe, поддерживающий RAID 0/1/5/6/10
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Сеть</p>
                  <p>Поддержка 2 сетевых портов GbE Поддержка функции NCSI</p>
                </li>
                <li className="server__info-item">
                  <p>Разъем масштабирования подсистемы ввода-вывода</p>
                  <p>
                    Поддержка до 2 разъемов PCIe 3.0 Конфигурация с резервированным блоком питания: 
                    2 разъема PCIe Gen3 x8 половинной высоты и половинной длины Конфигурация
                    с фиксированным блоком питания:  1 разъем PCIe Gen3 x8 полной высоты
                    и половинной длины + 1 разъем PCIe Gen3 x8 половинной высоты и половинной длины
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Интерфейс</p>
                  <p>
                    Передняя панель: 1 USB 2.0, 1 USB 3.0, 1 VGA Задняя панель:  4 порта USB 3.0,
                    1 порт VGA, 2 порта для дисплея, 1 порт управления GbE, 1 COM-порт и 1
                    последовательный порт
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Вентилятор системы</p>
                  <p>4 вентилятора серии 4028 с возможностью горячей замены</p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>
                    Поддержка 1 блока питания FLEX мощностью 400 Вт Поддержка 2 блоков питания
                    мощностью 550 Вт (Gold), резервирование 1+1
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Управление системой</p>
                  <p>
                    Поддержка дистанционного управления, IPMI 2.0, KVM Over IP, SOL, SNMP и т. д.
                    Поддержка 1 заднего выделенного порта управления IPMI RJ-45
                  </p>
                </li>
                <li className="server__info-item">
                  <p>ОС</p>
                  <p>
                    Поддержка Microsoft Windows Server, Red Hat Enterprise Linux, SUSE Linux
                    Enterprise Server, Ubuntu Server, Citrix Xen Server или VMWare ESXi
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Габаритные размеры</p>
                  <p>
                    438 мм (Ш) × 43,2 мм (В) × 551 мм (Г) (17,24 дюйма (Ш) × 1,70 дюйма
                    (В) × 21,69 дюйма (Г)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Масса</p>
                  <p>
                    Полная конфигурация: 20 кг (включая сервер + упаковку + комплект направляющих +
                    ящик с компонентами)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °С (41–95 °F)</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>
        <li className="server__item">
          <h3>Inspur NF5476M5</h3>
          <h4>
            2-процессорный сервер 4U для установки в стойку, созданный для хранения больших массивов
            данных
          </h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-3-1-f.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-3-2-f.jpg" alt="Изображение сервера 2" />
            <img src="/images/servers/server-3-3-f.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Хранение больших массивов данных</h5>
              <p>
                Шасси размера 4U поддерживает до 60 3,5-дюймовых жестких дисков с возможностью
                горячей замены и емкостью системы хранения до 960 ТБ.
              </p>
              <p>
                4 2,5-дюймовых твердотельных накопителя U.2 NVMe (или 2,5-дюймовых твердотельных
                накопителя SATA) и 2 твердотельных накопителя SATA M.2 для многоуровневого хранения.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Экологичность и энергоэффективность</h5>
              <p>
                Технология управления питанием от компании Inspur обеспечивает точный мониторинг
                и контроль энергопотребления системы в режиме реального времени.
              </p>
              <p>
                Ряд энергосберегающих технологий, таких как регулировка скорости вентилятора,
                снижение энергопотребления жесткого диска, интеллектуальное управление питанием,
                гибернация блока питания и т. д.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Простота управления</h5>
              <p>
                Особый дизайн конструкции: 3,5-дюймовые жесткие диски высокой плотности
                с возможностью горячей замены.
              </p>
              <p>
                Конструкция, ориентированная на человека: возможность замены жестких дисков, ЦП,
                памяти, вентилятора, блока питания, плат и других компонентов без извлечения сервера
                из стойки.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Интеллектуальное управление</h5>
              <p>
                ISPIM (Inspur Infrastructure Management Platform) — это разработанная компанией
                система мониторинга для сбора данных и оповещений в режиме реального времени.
              </p>
              <p>
                ISBMC (Inspur Server Baseboard Management System) автоматически выполняет задачи
                управления для обеспечения стабильной работы сервера.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Характеристики</p>
                  <p>Сервер высотой 4U для установки в стойку</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>
                    Поддержка 1–2 масштабируемых процессоров Intel® Xeon® серии
                    3100/4100/4200/5100/5200/6100/6200/8100/8200. Поддержка до 28 ядер, максимум
                    3,8 ГГц (4 ядра). 2 взаимосвязанных канала UPI с макс. скоростью 10,4 ГТ/с
                    на канал.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    Поддержка до 12 модулей DIMM и 6 каналов памяти на процессор. Максимальная
                    скорость 2933 МТ/с и поддержка модулей RDIMM и LRDIMM. Поддержка памяти
                    с функцией исправления ошибок, зеркалирования памяти и резервирования рангов
                    памяти.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    До 4 модулей памяти DDR4 2666 МТ/с Поддержка модулей памяти UDIMM, до 128 ГБ (32
                    ГБ на модуль DIMM)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    60 3,5-дюймовых жестких дисков SATA 4 твердотельных накопителя U.2 NVMe/SATA 2
                    твердотельных накопителя M.2 для установки ОС (Максимальное количество
                    поддерживаемых жестких дисков зависит от конфигурации.)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Разъем расширения подсистемы ввода-вывода</p>
                  <p>
                    Модуль переходной платы 1: 2 порта PCIe 3.0 Модуль переходной платы 2: 1 порт
                    PCIe 3.0 1 карта OCP 2 встроенных платы контроллера PCIe 3.0 Поддержка
                    модульного расширения без использования инструментов, требуется крепление
                    винтами.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Расположение вывода разъема расширения подсистемы ввода-вывода</p>
                  <p>В качестве опции. Спереди или сзади.</p>
                </li>
                <li className="server__info-item">
                  <p>Разъем масштабирования подсистемы ввода-вывода</p>
                  <p>
                    Поддержка до 2 разъемов PCIe 3.0 Конфигурация с резервированным блоком питания: 
                    2 разъема PCIe Gen3 x8 половинной высоты и половинной длины Конфигурация
                    с фиксированным блоком питания:  1 разъем PCIe Gen3 x8 полной высоты
                    и половинной длины + 1 разъем PCIe Gen3 x8 половинной высоты и половинной длины
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Порты</p>
                  <p>
                    1 порт RJ-45 1 Гбит (порт BMC) 1 стандартный порт VGA, 2 порта USB 3.0 1 порт
                    AV, 1 кнопка питания 1 UID (совместно используется со сбросом BMC)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Вентилятор</p>
                  <p>
                    Вычислительный модуль: вентиляторы с резервированием 3+1, 4056 и с возможностью
                    горячей замены Модуль хранения: вентиляторы с резервированием 3+1, 8056 и с
                    возможностью горячей замены
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>
                    Резервированный (по схеме 1+1) блок питания стандарта Platinum с возможностью
                    горячей замены
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Управление системой</p>
                  <p>1 выделенный сетевой порт 1 Гбит для дистанционного управления</p>
                </li>
                <li className="server__info-item">
                  <p>Операционная система</p>
                  <p>
                    Поддержка Microsoft Windows Server 2012, 2016, SUSE Linux Enterprise Server 12,
                    Red Hat Enterprise 7, CentOS 7, Kylin 7.4 и т. д.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Габаритные размеры мейнфрейма</p>
                  <p>
                    447 мм (Ш) × 174 мм (В) × 800 мм (Г) (17,60 дюйма (Ш) × 6,85 дюйма
                    (В) × 31,45 дюйма (Г))
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Масса</p>
                  <p>89 кг при полной загрузке. Подробности см. в техническом документе.</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °С (41–95 °F)</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>
        <li className="server__item">
          <h3>Inspur NF5468M5</h3>
          <h4>
            Сервер для получения логического вывода высокой плотности с гибкой топологией
            графических процессоров
          </h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-4-1-f.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-4-2-f.jpg" alt="Изображение сервера 2" />
            <img src="/images/servers/server-4-3-f.jpg" alt="Изображение сервера 3" />
          </div>

          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Основные возможности</h5>
              <p>
                Inspur NF5468M5 — это сервер для получения логического вывода высокой плотности,
                предназначенный для крупномасштабного развертывания в центре обработки данных. Он
                оснащен масштабируемым процессором Intel® Xeon® 2-го поколения и поддерживает
                16 графических ускорителей NVDIA в компактном корпусе 4U. Это оптимальный вариант
                для облаков с искусственным интеллектом, систем безопасности, отраслей финансов,
                связи, здравоохранения и других сценариев.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Высокая производительность для обучения искусственного интеллекта</h5>
              <p>Поддержка 8 графических процессоров NVDIA V100 с PCIe и NVLink.</p>
              <p>Интеграция 4 современных технологий: NVLink 2.0, RDMA, GPUDricet, 　　32G HBM2.</p>
              <p>
                Высочайшая производительность вычислений и минимальная задержка передачи данных.
              </p>
            </li>
            <li className="server__features-item">
              <h5>
                Высокая надежность для большинства сценариев применения искусственного интеллекта
              </h5>
              <p>
                Поддержка более 10 типов конфигураций графических процессоров, обеспечение легкости
                переключения без открывания шасси.
              </p>
              <p>
                Графические процессоры соединены друг с другом через 3 UPI, что обеспечивает самую
                высокую в отрасли пропускную способность передачи данных.
              </p>
              <p>Подходит для широкого спектра сценариев применения искусственного интеллекта.</p>
            </li>
            <li className="server__features-item">
              <h5>
                Высокая эффективность для получения логического вывода с использованием
                искусственного интеллекта
              </h5>
              <p>
                Поддержка до 20 графических процессоров NVIDIA Tesla T4 и 24 3,5-дюймовых жестких
                дисков.
              </p>
              <p>
                Возможность обработки 300 потоков видео 1080P в приложениях для структурирования
                видео.
              </p>
              <p>
                Сервер позволяет продлить срок действия хранилища данных до 9 раз по сравнению
                с мировым стандартом.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Модель</p>
                  <p>NF5468M5-S NF5468M5-P NF5468M5-V</p>
                </li>
                <li className="server__info-item">
                  <p>Ускоритель</p>
                  <p>
                    NF5468M5-S: Поддержка 8 графических процессоров NVIDIA® Tesla® NVLink™ V100
                    Поддержка 4 разъемов PCIe 3.0 x16, всего 12 разъемов PCIe 3.0 x16. <br />
                    NF5468M5-P: Поддержка 8 графических процессоров NVIDIA® Tesla® PCIe V100, V100S,
                    RTX 6000 Passive, RTX 8000 Passive Поддержка 4 разъемов PCIe 3.0 x16, всего
                    12 разъемов PCIe 3.0 x16 Поддержка 8 графических процессоров Cambricon MLU270.
                    <br />
                    NF5468M5-V: Поддержка до 20 графических процессоров NVIDIA® Tesla® T4 Поддержка
                    4 разъемов PCIe 3.0 x16, всего 20 разъемов PCIe 3.0 x16.
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>2 масштабируемых процессора Intel Xeon 2-го поколения</p>
                </li>
                <li className="server__info-item">
                  <p>Набор микросхем</p>
                  <p>Набор микросхем Intel® серии C620 (Lewisburg-2)</p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    24 модуля RDIMM DDR4 2933 МТ/с с функцией исправления ошибок (ECC), 12 каналов
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Встроенная карта PCIe</p>
                  <p>Поддержка до 2 встроенных массивов RAID</p>
                </li>
                <li className="server__info-item">
                  <p>Передняя панель ввода-вывода</p>
                  <p>2 порта USB 3.0 1 порт VGA 1 порт RJ-45</p>
                </li>
                <li className="server__info-item">
                  <p>Задняя панель ввода-вывода</p>
                  <p>
                    1 порт, 1 порт VGA 2 порта USB 3.0 1 порт управления RJ-45 2 порта Ethernet 10G
                    SFP+
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    NF5468M5-S: Передняя панель: 12 2,5/3,5-дюймовых жестких дисков SAS/SATA
                    (4 твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.
                    <br />
                    NF5468M5-P: Передняя панель: 12 2,5- или 3,5-дюймовых жестких дисков SAS/SATA
                    (8 твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.
                    <br />
                    NF5468M5-V: Передняя панель: 24 2,5- или 3,5-дюймовых жестких диска SAS/SATA (4
                    твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>RAID-массив</p>
                  <p>
                    Поддержка RAID 0/1/10/5/50/6/60 и т. д. Поддержка защиты кэш-памяти с помощью
                    суперконденсатора; переходы между состояниями RAID, выделение памяти RAID
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Операционная система</p>
                  <p>
                    Microsoft Windows Sever, Red Hat Enterprise Linux, Ubuntu Linux, CentOS и другие
                    основные ОС
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Охлаждение</p>
                  <p>Резервированный вентилятор с возможностью горячей замены</p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>
                    4 блока питания Platinum 80 plus мощностью 1600, 2000 или 2200 Вт
                    с резервированием 2+2
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Шасси</p>
                  <p>4U, 435 мм (Ш) × 175,5 мм (В) × 830 мм (Г)</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °C (41–95 °F)</p>
                </li>
                <li className="server__info-item">
                  <p>Полная масса</p>
                  <p>≤70 кг</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>

        <li className="server__item">
          <h3>Inspur NE5260M5</h3>
          <h4>Сервер с искусственным интеллектом для граничных вычислений</h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-5-1-f.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-5-2-f.jpg" alt="Изображение сервера 2" />
            <img src="/images/servers/server-5-3-f.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Компактный размер и настенный монтаж</h5>
              <p>
                Он имеет вдвое меньший размер по сравнению со стандартным сервером 2U и поддерживает
                настенный монтаж.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Адаптируемость к окружающей среде</h5>
              <p>
                Рабочая температура: от −5 до +45 °С; влажность: 5–85 %; ЭМС операторского класса;
                пыленепроницаемая, коррозионно- и сейсмостойкая конструкция.
              </p>
              <p>Поддержка оптимизации для жестких условий развертывания периферийных устройств.</p>
            </li>
            <li className="server__features-item">
              <h5>Легкость обслуживания</h5>
              <p>
                Модульная конструкция и доступ для обслуживания со стороны передней панели повышают
                удобство обслуживания сервера.
              </p>
              <p>
                Передняя панель ввода-вывода, изоляция горячих и холодных проходов повышают
                эффективность охлаждения.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Модель</p>
                  <p>NE5260M5</p>
                </li>
                <li className="server__info-item">
                  <p>Графический процессор</p>
                  <p>2 NVIDIA® Tesla® V100 или 6 NVIDIA® Tesla® T4</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>2 масштабируемых процессора Intel® Xeon® второго поколения, 3 UPI</p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    2 твердотельных накопителя M2 2280/22110 (SATA/PCIe), 2 2,5-дюймовых жестких
                    диска или твердотельных накопителя (SATA/NVMe) Поддержка SATA Slimline x8 (от x8
                    QAT)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Интерфейс</p>
                  <p>
                    6 карт PCIe 3.0, 2 карты PCIe x16 двойной ширины, расчетная тепловая мощность
                    GPU 300 Вт + 2 карты PCIe x16 полной высоты и половинной длины 4 карты PCIex16
                    полной высоты и 3/4 длины + 2 карты PCIex8 полной высоты и половинной длины 2
                    встроенных модуля SFP+ 10G с NCSI (от PCH) Соединения Ethernet до 100 Гбит для
                    повышения производительности
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Шасси</p>
                  <p>2U, 482,6 мм (Ш) × 87,5 мм (В) × 430 мм (Г)</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>Длительная работа: от 5 до 40 °С; краткосрочно: от −5 до +45 °С</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>

        <li className="server__item">
          <h3>Inspur NF5266M5</h3>
          <h4>Серверы 2U24, оптимизированные для хранения данных</h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-6-1-f.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-6-2-f.jpg" alt="Изображение сервера 2" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Большая емкость хранилища</h5>
              <p>
                NF5266M5 поддерживает до 24 3,5-дюймовых жестких дисков и 4 2,5-дюймовых жестких
                дисков, обеспечивая на 50 % большую плотность хранения по сравнению с обычными
                серверами 2U12.
              </p>
              <p>
                Он поддерживает 4 твердотельных накопителя U.2 NVMe с возможностью горячей замены
                и соответствует требованиям к быстрому доступу к данным в средах виртуализации
                и распределенной архитектуры.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Гибкая масштабируемость</h5>
              <p>
                Поддерживает несколько конфигураций карт RAID или карт SAS по выбору пользователя.
              </p>
              <p>
                Поддерживает накопители SAS/SATA/NVMe для удовлетворения требованиям операций
                по многоуровневому размещению данных.
              </p>
              <p>
                Поддерживает сетевые карты расширения 1, 10, 25 или 100 Гбит для удовлетворения
                требованиям различных бизнес-сред и серверных залов.
              </p>
              <p>
                Поддерживает один разъем расширения PCIe 3.0, дополнительно повышая
                производительность ввода-вывода и сети.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Высокая вычислительная мощность</h5>
              <p>
                Сервер NF5266M5 создан на основе масштабируемых процессоров нового поколения Intel®
                Xeon® Cascade Lake и поддерживает до двух 24-ядерных процессоров для удовлетворения
                требованиям к производительности различных бизнес-приложений.
              </p>
              <p>
                Поддерживает 12 модулей памяти DDR4 с функцией исправления ошибок (RDIMM/LDRIMM)
                и скоростью 2933 МТ/с и обеспечивает повышенное быстродействие, удобство
                использования и высокую емкость.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Удобство использования</h5>
              <p>
                Конструкция сервера, соответствующая потребностям и возможностям человека, допускает
                работы по техобслуживанию без остановки рабочих процессов. Аппаратная конструкция
                оптимизирована для обеспечения быстрой разборки, дальнейшего сокращения времени
                обслуживания и повышения эксплуатационной готовности.
              </p>
              <p>
                Все накопители в системе поддерживают горячую замену. Накопители поддерживают RAID
                0/1/1E/10/5/50/50/60, обеспечивают кэш-память RAID-контроллера и поддерживают защиту
                от потери питания с использованием суперконденсатора.
              </p>
              <p>
                Оптимальная рабочая среда достигается за счет интеграции уникальной интеллектуальной
                технологии управления от компании Inspur с усовершенствованной системой охлаждения,
                которая также гарантирует стабильность работы системы и энергоэффективность.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Интеллектуальное управление</h5>
              <p>
                Система Inspur Server Baseboard Management Controller (ISBMC) нового поколения
                автоматически выполняет задачи управления для обеспечения стабильной работы сервера.
              </p>
              <p>
                Платформа ISBMC — это разработанная компанией Inspur система мониторинга, которая
                осуществляет сбор данных и отправку оповещений в режиме реального времени.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Характеристики</p>
                  <p>Сервер высотой 2U для установки в стойку</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>
                    Поддерживает 1–2 масштабируемых процессора Intel® Xeon® серии
                    4100/4200/5100/5200/6100/6200/8200; 2 взаимосвязанных канала UPI с максимальной
                    скоростью 10,4 ГТ/ на канал, максимальный кэш L3 — 30,25 МБ; максимальная
                    мощность — 165 Вт.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Набор микросхем</p>
                  <p>Intel серии C622</p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    Поддерживает до 12 модулей DIMM; каждый процессор поддерживает 6 каналов памяти,
                    максимальное быстродействие DIMM 2933 МТ/с. Два процессора поддерживают
                    до 12 модулей DIMM по 64 ГБ, максимальная емкость — 768 ГБ. Поддерживает модули
                    RDIMM, LRDIMM; модули DIMM поддерживают функцию исправления ошибок,
                    зеркалирование памяти и резервирование рангов памяти
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    Передние узлы: поддержка до 24 3,5-дюймовых накопителей. Задние узлы: поддержка
                    до 4 2,5-дюймовых накопителей. Внутренние узлы: 2 твердотельных накопителя M.2;
                    поддержка накопителей SAS/SATA/SSD.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Контроллер системы хранения</p>
                  <p>
                    Контроллер SATA на материнской плате, поддерживает RAID 0/1/5/10; интерфейс
                    контроллера NVMe на материнской плате, настраиваемый с помощью ключа Intel NVMe
                    RAID; поддерживает несколько конфигураций внешних RAID-карт или карт SAS
                    по выбору пользователя.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Сетевой порт</p>
                  <p>
                    Сервер поддерживает 1 карту OCP или 1 карту PHY. Карта PHY: поддерживает
                    2–4 карты с конфигурацией сетевых портов 1 или 10 Гбит. Карта OCP: поддерживает
                    1–2 карты с конфигурацией сетевых портов 10 или 25 Гбит. Стандартная карта
                    Ethernet PCIe: поддерживает 1, 10, 25, 40 или 100 Гбит.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Разъем расширения подсистемы ввода-вывода</p>
                  <p>
                    Поддержка до 4 стандартных разъемов PCIe и 1 разъема для карты OCP или PHY.
                    Модуль переходной платы 1 расширяет систему до 2 портов PCIe 3.0 x16. Модуль
                    переходной платы 2 расширяет систему до 2 портов PCIe 3.0 x8.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Порты</p>
                  <p>
                    Передняя панель (порты шасси): 1 порт VGA, 2 порта USB 3.0. Задняя панель:
                    1 порт VGA + 2 порта USB 3.0 + 1 выделенный сетевой порт управления RJ-45 для
                    модуля BMC.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Вентилятор</p>
                  <p>5 вентиляторов с возможностью горячей замены и резервированием N+1.</p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>Поддержка 2 блоков питания мощностью 800 или 1300 Вт, резервирование 1+1.</p>
                </li>
                <li className="server__info-item">
                  <p>Управление системой</p>
                  <p>1 выделенный сетевой порт 1000 Гбит для дистанционного управления IPMI 2.0.</p>
                </li>
                <li className="server__info-item">
                  <p>Операционная система</p>
                  <p>Поддержка Windows Server, Red Hat, SUSE, Centos, Oracle Linux и т. д.</p>
                </li>
                <li className="server__info-item">
                  <p>Габаритные размеры</p>
                  <p>
                    446 мм (Ш) × 88 мм (В) × 850 мм (Г) (17,56 дюйма (Ш) × 3,46 дюйма
                    (В) × 33,46 дюйма (Г))
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Масса</p>
                  <p>Менее 60 кг при полной загрузке. Подробнее см. в техническом документе.</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °С (41–95 °F)</p>
                </li>
                <li className="server__info-item">
                  <p>Данные о производительности</p>
                  <p>
                    Официальные результаты SPEC: ссылка. Оптимальный вариант применения: Intel®
                    Xeon® Silver 4214R
                  </p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>
      </ul>
    </div>
  );
};
