import React from 'react';
import { Collapse } from 'antd';
const { Panel } = Collapse;

export const Block2 = () => {
  return (
    <div>
      <div className="swiper-slide">
        <span className="server__caption">
          Подходит для HCI, больших данных, высокопроизводительных вычислений, распределенных
          хранилищ данных и других сценариев применения.
        </span>
        <ul className="server__list">
          <li className="server__item">
            <h3>Inspur i48</h3>
            <h4>
              Совершенно новая многоузловая модульная система форм-фактора 4U высокой плотности
            </h4>
            <div className="server__images-wrapper">
              <img src="img/servers/server-3-1.jpg" alt="Изображение сервера 1" />
            </div>
            <ul className="server__features-list">
              <li className="server__features-item">
                <h5>Подходит для крупномасштабных развертываний высокой плотности</h5>
                <p>
                  8 вычислительных узлов NS5488M5 можно развернуть в стойке высотой 4U. Эта
                  плотность развертывания вдвое выше по сравнению с другими серверами,
                  устанавливаемыми в стойку. i48 поддерживает требования к крупномасштабным
                  вычислениям в центрах обработки данных с высокой плотностью размещения. Он также
                  обеспечивает единообразное развертывание 4 вычислительных узлов и узлов хранения
                  в пространстве 4U, благодаря чему подходит для приложений виртуализации
                  и гиперконвергенции. Кроме того, этот сервер может обеспечить развертывание
                  с большим объемом хранилища, которое включает 2 узла и 72 жестких диска
                  в пространстве 4U. Это развертывание соответствует требованиям к крупномасштабному
                  хранилищу высокой плотности.
                </p>
              </li>
              <li className="server__features-item">
                <h5>Оптимизированная конструкция портов</h5>
                <p>
                  Превосходная масштабируемость i48 обеспечивает преимущество перед другими
                  серверами высокой плотности. Например, он поддерживает до 6 устройств PCIe
                  в конфигурации с вычислительными узлами 4U8N. i48 также обеспечивает аппаратную
                  архитектуру с балансировкой NUMA для устройств расширения PCIe и устройств NVMe,
                  что позволяет повысить производительность на 20 % и более. Доступные спереди
                  разъемы расширения подсистемы ввода-вывода способствуют более простому регулярному
                  техобслуживанию. Специальная конструкция вентиляторов системы предотвращает
                  высокотемпературные обратные потоки в каналах.
                </p>
              </li>
              <li className="server__features-item">
                <h5>Легкое внедрение и обслуживание кластера</h5>
                <p>
                  Многоузловая и модульная конструкция i48 позволяет легко интегрировать несколько
                  узлов, что позволяет обеспечить быструю доставку и монтаж в стойку. i48
                  поддерживает модули управления резервированием CMC и реализует унифицированное
                  управление всеми узлами в шасси. Модуль конвергенции сетей 1G настраивается для
                  реализации общей внешней сети для всего шасси, что позволяет легко управлять
                  кластерами серверов.
                </p>
              </li>
              <li className="server__features-item">
                <h5>Идеальное решение охлаждения</h5>
                <p>
                  i48 имеет независимый канал охлаждения для централизованного охлаждения горячих
                  точек сервера, таких как ЦП, подсистемы хранения данных, блоки питания и внешние
                  устройства PCIe. Система охлаждения предотвращает возникновение теплового потока
                  между горячими точками.
                </p>
                <p>
                  i48 позволяет реализовать изоляцию горячих и холодных проходов для внешних
                  устройств PCIe, что значительно увеличивает эффективность охлаждения. В сервере
                  есть обратный поток.
                </p>
              </li>
            </ul>

            <Collapse accordion>
              <Panel header="Характеристики" key="1">
                <ul className="server__info-list">
                  <li className="server__info-item">
                    <p>Характеристики</p>
                    <p>
                      Стандартное шасси 4U поддерживает 8 вычислительных узлов, 4 узла балансировки,
                      2 узла хранения или двухканальное хранилище с 72 накопителями.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Вентилятор</p>
                    <p>
                      5 модулей вентиляторов в задней части с резервированием N+1, демонтажом без
                      использования инструментов и предотвращением обратного потока.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Блок питания</p>
                    <p>
                      Резервирование 2+2/3+1, блок питания стандарта Platinum мощностью 1300, 1600
                      или 2000 Вт, 100–240 В перем. тока, 240 В пост. тока высокого напряжения.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Управление системой</p>
                    <p>
                      Внутренний чип BMC Aspeed2500 на каждый узел. Все шасси поддерживает модуль
                      управления CMC, резервирование CMC 1+1 и один интерфейс IPMI.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Габаритные размеры</p>
                    <p>448 мм (Ш) × 175,5 мм (В) × 895,5 мм (Г)</p>
                  </li>
                  <li className="server__info-item">
                    <p>Масса</p>
                    <p>
                      Масса шасси: 30 кг Полная масса: 78 кг: сервер и 8 узлов NS5488M5 98 кг:
                      сервер и 4 узла NS5484M5 120 кг: сервер и 2 узла NS5482M5 120 кг: сервер и 1
                      узел NS5482M5 + 1 корпус хранилища NS5482JD
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Рабочая температура</p>
                    <p>
                      Температура хранения (в упаковке): от −40 до +70 °С; температура хранения (без
                      упаковки): −40 до +55 °С; рабочая температура: 5–40 °C. Рабочая температура
                      может зависеть от конфигурации. Для получения дополнительных сведений
                      обратитесь в нашу службу технической поддержки.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Процессор</p>
                    <p>
                      2 масштабируемых процессора Intel® Xeon®, 2 взаимосвязанных канала UPI с макс.
                      скоростью 10,4 ГТ/с на канал, макс. мощность 165 Вт.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Набор микросхем</p>
                    <p>Intel C624/C621</p>
                  </li>
                  <li className="server__info-item">
                    <p>Память</p>
                    <p>
                      Поддерживает 16 модулей памяти DIMM DDR4, поддерживает частоту памяти
                      до 2933 МГц и модули Optane Pmem.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Контроллер системы хранения</p>
                    <p>
                      Контроллер SATA на материнской плате, поддерживает RAID 0/1/5/10 3108, карта
                      RAID поддерживает RAID 0/1/10/1E/5/6/10/50.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Порты</p>
                    <p>
                      Каждый узел имеет разъем SUV, добавляющий 2 порта USB 2.0 и 1 порт USB 3.0,
                      1 порт VGA и 1 последовательный порт DB9.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Сетевой порт</p>
                    <p>
                      Каждый узел поддерживает 1 карту OCP или карту PHY и стандартные сетевые карты
                      PCIe.
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Хранилище</p>
                    <p>
                      Шасси 1: узел NS5488M5 поддерживает три решения для хранения данных;
                      поддерживает до 4 2,5-дюймовых накопителей SATA/SAS/SSD/NVMe и 2 твердотельных
                      накопителя M.2. Шасси 2: узел NS5484M5 поддерживает три решения для хранения
                      данных; поддерживает до 2 2,5-дюймовых накопителей SATA/SAS/SSD/NVMe, 12
                      3,5/2,5-дюймовых накопителей и 2 твердотельных накопителя M.2. Шасси 3: узел
                      NS5482M5 поддерживает три решения для хранения данных; поддерживает до 2
                      2,5-дюймовых накопителей SATA/SAS/SSD/NVMe, 36 3,5/2,5-дюймовых накопителей
                      и 2 твердотельных накопителя M.2.
                    </p>
                  </li>
                </ul>
              </Panel>
            </Collapse>
          </li>
        </ul>
      </div>
    </div>
  );
};
