import React from 'react';
import { Collapse } from 'antd';
const { Panel } = Collapse;

export const Block1 = () => {
  return (
    <div>
      <span className="server__caption">
        Подходят для виртуализации, баз данных, высокопроизводительных вычислений, анализа больших
        данных, искусственного интеллекта и глубокого обучения и других областей применения.
      </span>
      <ul className="server__list">
        <li className="server__item">
          <h3>Inspur TS860M5</h3>
          <h4>8-процессорный сервер нового поколения для критически важных задач</h4>
          <div className="server__images-wrapper">
            <img src="/images/servers/server-1-1.jpg" alt="Изображение сервера 1" />
            <img src="/images/servers/server-1-2.jpg" alt="Изображение сервера 2" />
            <img src="/images/servers/server-1-3.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Высокая производительность вычислений</h5>
              <p>
                TS860M5 поддерживает до 8 масштабируемых процессоров Intel® Xeon® последнего
                поколения. Превосходные мощности для параллельных вычислений включают максимальную
                частоту 3,8 ГГц, кэш 3-го уровня размером 39 МБ, до 224 ядер и 448 потоков.
              </p>
              <p>
                По сравнению с другими серверами, в которых используется серия масштабируемых
                процессоров Intel® Xeon® первого поколения, обновленный сервер TS860M5 обеспечивает
                повышение производительности вычислений как минимум на 20 % и увеличение внутренней
                пропускной способности до 20 %. При этом он полностью отвечает требованиям основных
                приложений, таких как крупномасштабные транзакционные базы данных, базы данных
                в оперативной памяти, виртуализированная интеграция, виртуализация и интеграция,
                крупномасштабные системы управления предприятием и высокопроизводительные
                вычисления.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Модульная и гибкая конструкция</h5>
              <p>
                Модульная конструкция ввода-вывода поддерживает модули ввода-вывода полной
                и половинной высоты, которые можно гибко настраивать в соответствии с требованиями
                пользователя к масштабируемости ввода-вывода.
              </p>
              <p>
                Модульная конструкция накопителей поддерживает до 24 3,5-дюймовых накопителей
                и может быть настроена для поддержки 12 накопителей NVMe. Также поддерживаются
                конфигурации, включающие до 50 2,5-дюймовых накопителей для приложений SAP HANA.
              </p>
              <p>
                Полностью модульная конструкция обеспечивает возможность независимой работы и гибкой
                настройки каждого модуля.
              </p>
            </li>
            <Collapse accordion>
              <Panel header="Характеристики" key="1">
                <ul className="server__info-list">
                  <li className="server__info-item">
                    <p>Продукт</p>
                    <p>HF5000G5</p>
                  </li>
                  <li className="server__info-item">
                    <p>Подтип</p>
                    <p>MN25 | HS25 | MS25</p>
                  </li>
                  <li className="server__info-item">
                    <p>Системы хранения</p>
                    <p>2–16</p>
                  </li>
                  <li className="server__info-item">
                    <p>Шкаф контроллера</p>
                    <p>2U25</p>
                  </li>
                  <li className="server__info-item">
                    <p>Процессор</p>
                    <p>Многоядерный</p>
                  </li>
                  <li className="server__info-item">
                    <p>Модуль расширения</p>
                    <p>2U25</p>
                  </li>
                  <li className="server__info-item">
                    <p>Системные порты ввода-вывода</p>
                    <p>6–48</p>
                  </li>
                  <li className="server__info-item">
                    <p>Тип внешних портов</p>
                    <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
                  </li>
                  <li className="server__info-item">
                    <p>Поддержка протоколов хранения</p>
                    <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                  </li>
                  <li className="server__info-item">
                    <p>Кэш-память системы</p>
                    <p>
                      MN25: Optane
                      <br />
                      HS25: Твердотельные накопители NVMe
                      <br />
                      MS25: Твердотельные накопители SAS
                      <br />
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Количество накопителей</p>
                    <p>
                      MN25: 1500–12 000
                      <br />
                      HS25: 1400–11 200
                      <br />
                      MS25: 1300–10 200
                      <br />
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Тип внутренних портов системы</p>
                    <p>
                      MN25: PCIe 3.0, SAS 3.0
                      <br />
                      HS25: SAS 3.0
                      <br />
                      MS25: SAS 3.0
                      <br />
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Уровень RAID</p>
                    <p>0, 1, 5, 6, 10, 50, 60, Inraid</p>
                  </li>
                  <li className="server__info-item">
                    <p>Повышение эффективности использования ресурсов</p>
                    <p>
                      Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
                      виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
                      Интеллектуальное оперативное сжатие данных (InCompression) Интеллектуальное
                      многоуровневое хранение (InTier) Интеллектуальное преобразование томов
                      (Intune) Интеллектуальная гетерогенная виртуализация (InVirtualization)
                      Интеллектуальные файловые сервисы (InFileService) Интеллектуальная
                      многопользовательская среда (InMulti-tenant)
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Защита данных, программное обеспечение</p>
                    <p>
                      Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
                      (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
                      зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
                      (InRemoteCopy) Интеллектуальная конфигурация «активный-активный» (InMetro)
                      Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
                      Интеллектуальное шифрование (InEncryption) Интеллектуальное удаление данных
                      (InErase)
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Гарантия для выполнения критически важных задач</p>
                    <p>
                      Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
                      разделение кэш-памяти (InAutoPartition)
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Функции виртуализации</p>
                    <p>
                      Гетерогенная виртуализация: поддерживает более 95 % моделей для единообразного
                      управления. Виртуализация RAID: виртуализация на уровне блоков, балансировка
                      системы, отсутствие горячих точек. Система виртуализации поддерживает основные
                      технологии виртуализации, такие как подключаемые модули IntelliSense
                      (например, интеграция VAAI, VVOL, VASA, vCenter).
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Габаритные размеры: Ш × Г × В (мм)  (Г — это глубина установки в стойку)</p>
                    <p>446 × 620,35 × 87,8</p>
                  </li>
                  <li className="server__info-item">
                    <p>Масса без твердотельных накопителей (кг)</p>
                    <p>26</p>
                  </li>
                  <li className="server__info-item">
                    <p>Максимальная мощность (200–240 В перем. тока)</p>
                    <p>
                      Модуль управления NVMe: 1200 Вт Модуль управления SAS: 850 Вт Модуль
                      расширения: 750 Вт
                    </p>
                  </li>
                  <li className="server__info-item">
                    <p>Входное напряжение</p>
                    <p>100–240 В перем. тока 160–340 В пост. тока</p>
                  </li>
                  <li className="server__info-item">
                    <p>Температура хранения</p>
                    <p>От −40 до +55 °С (без блока BBU)</p>
                  </li>
                  <li className="server__info-item">
                    <p>Рабочая влажность</p>
                    <p>10–90 %</p>
                  </li>
                  <li className="server__info-item">
                    <p>Рабочая температура</p>
                    <p>
                      0–35 °С на высоте над уровнем моря от −60 до +1800 м; снижение температуры
                      окружающего воздуха на 1 °С каждые 220 м при увеличении высоты над уровнем
                      моря от 1800 до 3000 м
                    </p>
                  </li>
                </ul>
              </Panel>
            </Collapse>
          </ul>
        </li>
        <li className="server__item">
          <h3>Inspur NF3120M5</h3>
          <h4>Однопроцессорный сервер начального уровня для предприятий</h4>
          <div className="server__images-wrapper">
            <img src="img/servers/server-2-1.jpg" alt="Изображение сервера 1" />
            <img src="img/servers/server-2-2.jpg" alt="Изображение сервера 2" />
            <img src="img/servers/server-2-3.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Великолепная производительность</h5>
              <p>
                Сервер NF3120M5 поддерживает новейшие процессоры Intel® Xeon® E. Каждый процессор
                включает до 8 ядер и поддерживает до 128 ГБ памяти DDR4 2666 МГц. Этот сервер,
                оснащенный увеличенным количеством ядер и объемом памяти, обладает оптимизированной
                производительностью для вычислений. Высокая пропускная способность ввода-вывода
                и оптимизированная обработка изображений высокой четкости обеспечивают превосходные
                возможности для разработчиков контента.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Высокая производительность, энергоэффективность и экономичность</h5>
              <p>
                Максимальное значение расчетной тепловой мощности составляет 95 Вт, поддерживается
                один блок питания мощностью 400 Вт или блок питания с резервированием 1+1 мощностью
                550 Вт. NF3120M5 имеет сертификаты энергоэффективности и экологичности CELP, CECP
                и Energy Star V3.0, гарантируя значительное снижение энергопотребления и затрат
                на обслуживание без ущерба для высокой производительности. Максимальная
                эффективность и экономичность оптимизированы для малых и средних предприятий,
                поэтому этот сервер отлично подходит для малых и средних предприятий и небольших
                рабочих узлов.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Гибкая конфигурация</h5>
              <p>
                Компактное шасси NF3120M5 глубиной около 550 мм может быть установлено в стойку
                глубиной 800 мм, что повышает эффективность развертывания ИТ-систем на малых
                и средних предприятиях.
              </p>
              <p>
                Поддерживается широкий спектр конфигураций хранилища. Отсеки для жестких дисков
                поддерживают конфигурации с горячей заменой и без нее. Кроме того, поддерживаются
                встроенные накопители M.2.
              </p>
              <p>
                Поддерживается два встроенных разъема Gigabit Ethernet и два разъема расширения
                PCIe 3.0 для клиентов, которым требуется гибкость для различных системных функций
                и производительности.
              </p>
              <p>
                Поддерживается 6 портов USB, 2 порта VGA и 2 интерфейса DP, а также предлагается
                широкий спектр интерфейсов ввода-вывода, подходящих для различных вариантов
                применения.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul id="accordion-content" className="server__info-list">
                <li className="server__info-item">
                  <p>Форм-фактор</p>
                  <p>1U, установка в стойку</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>
                    Поддержка одного процессора из семейства Intel® Xeon® E Процессорные ядра:
                    до 8 ядер (частота 4,0 ГГц) Расчетная тепловая мощность (TDP): до 95 Вт
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Набор микросхем</p>
                  <p>Intel C242/C246</p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    До 4 модулей памяти DDR4 2666 МТ/с Поддержка модулей памяти UDIMM, до 128 ГБ (32
                    ГБ на модуль DIMM)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    С возможностью горячей замены:  до 4 3,5/2,5-дюймовых жестких дисков SATA/SAS
                    Без возможности горячей замены:  до 4 3,5/2,5-дюймовых жестких дисков SATA/SAS
                    Поддержка 1 встроенного твердотельного накопителя SATA/PCIe M.2
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Контроллер системы хранения</p>
                  <p>
                    Встроенный контроллер SATA, поддерживающий RAID 0/1 Стандартный RAID-контроллер
                    PCIe, поддерживающий RAID 0/1/5/6/10
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Сеть</p>
                  <p>Поддержка 2 сетевых портов GbE Поддержка функции NCSI</p>
                </li>
                <li className="server__info-item">
                  <p>Разъем масштабирования подсистемы ввода-вывода</p>
                  <p>
                    Поддержка до 2 разъемов PCIe 3.0 Конфигурация с резервированным блоком питания: 
                    2 разъема PCIe Gen3 x8 половинной высоты и половинной длины Конфигурация
                    с фиксированным блоком питания:  1 разъем PCIe Gen3 x8 полной высоты
                    и половинной длины + 1 разъем PCIe Gen3 x8 половинной высоты и половинной длины
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Интерфейс</p>
                  <p>
                    Передняя панель: 1 USB 2.0, 1 USB 3.0, 1 VGA Задняя панель:  4 порта USB 3.0,
                    1 порт VGA, 2 порта для дисплея, 1 порт управления GbE, 1 COM-порт и 1
                    последовательный порт
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Вентилятор системы</p>
                  <p>4 вентилятора серии 4028 с возможностью горячей замены</p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>
                    Поддержка 1 блока питания FLEX мощностью 400 Вт Поддержка 2 блоков питания
                    мощностью 550 Вт (Gold), резервирование 1+1
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Управление системой</p>
                  <p>
                    Поддержка дистанционного управления, IPMI 2.0, KVM Over IP, SOL, SNMP и т. д.
                    Поддержка 1 заднего выделенного порта управления IPMI RJ-45
                  </p>
                </li>
                <li className="server__info-item">
                  <p>ОС</p>
                  <p>
                    Поддержка Microsoft Windows Server, Red Hat Enterprise Linux, SUSE Linux
                    Enterprise Server, Ubuntu Server, Citrix Xen Server или VMWare ESXi
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Габаритные размеры</p>
                  <p>
                    438 мм (Ш) × 43,2 мм (В) × 551 мм (Г) (17,24 дюйма (Ш) × 1,70 дюйма
                    (В) × 21,69 дюйма (Г)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Масса</p>
                  <p>
                    Полная конфигурация: 20 кг (включая сервер + упаковку + комплект направляющих +
                    ящик с компонентами)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °С (41–95 °F)</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>
        <li className="server__item">
          <h3>Inspur NF5476M5</h3>
          <h4>
            2-процессорный сервер 4U для установки в стойку, созданный для хранения больших массивов
            данных
          </h4>
          <div className="server__images-wrapper">
            <img src="img/servers/server-3-1-f.jpg" alt="Изображение сервера 1" />
            <img src="img/servers/server-3-2-f.jpg" alt="Изображение сервера 2" />
            <img src="img/servers/server-3-3-f.jpg" alt="Изображение сервера 3" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Хранение больших массивов данных</h5>
              <p>
                Шасси размера 4U поддерживает до 60 3,5-дюймовых жестких дисков с возможностью
                горячей замены и емкостью системы хранения до 960 ТБ.
              </p>
              <p>
                4 2,5-дюймовых твердотельных накопителя U.2 NVMe (или 2,5-дюймовых твердотельных
                накопителя SATA) и 2 твердотельных накопителя SATA M.2 для многоуровневого хранения.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Экологичность и энергоэффективность</h5>
              <p>
                Технология управления питанием от компании Inspur обеспечивает точный мониторинг
                и контроль энергопотребления системы в режиме реального времени.
              </p>
              <p>
                Ряд энергосберегающих технологий, таких как регулировка скорости вентилятора,
                снижение энергопотребления жесткого диска, интеллектуальное управление питанием,
                гибернация блока питания и т. д.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Простота управления</h5>
              <p>
                Особый дизайн конструкции: 3,5-дюймовые жесткие диски высокой плотности
                с возможностью горячей замены.
              </p>
              <p>
                Конструкция, ориентированная на человека: возможность замены жестких дисков, ЦП,
                памяти, вентилятора, блока питания, плат и других компонентов без извлечения сервера
                из стойки.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Интеллектуальное управление</h5>
              <p>
                ISPIM (Inspur Infrastructure Management Platform) — это разработанная компанией
                система мониторинга для сбора данных и оповещений в режиме реального времени.
              </p>
              <p>
                ISBMC (Inspur Server Baseboard Management System) автоматически выполняет задачи
                управления для обеспечения стабильной работы сервера.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Характеристики</p>
                  <p>Сервер высотой 4U для установки в стойку</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>
                    Поддержка 1–2 масштабируемых процессоров Intel® Xeon® серии
                    3100/4100/4200/5100/5200/6100/6200/8100/8200. Поддержка до 28 ядер, максимум
                    3,8 ГГц (4 ядра). 2 взаимосвязанных канала UPI с макс. скоростью 10,4 ГТ/с
                    на канал.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    Поддержка до 12 модулей DIMM и 6 каналов памяти на процессор. Максимальная
                    скорость 2933 МТ/с и поддержка модулей RDIMM и LRDIMM. Поддержка памяти
                    с функцией исправления ошибок, зеркалирования памяти и резервирования рангов
                    памяти.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    До 4 модулей памяти DDR4 2666 МТ/с Поддержка модулей памяти UDIMM, до 128 ГБ (32
                    ГБ на модуль DIMM)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    60 3,5-дюймовых жестких дисков SATA 4 твердотельных накопителя U.2 NVMe/SATA 2
                    твердотельных накопителя M.2 для установки ОС (Максимальное количество
                    поддерживаемых жестких дисков зависит от конфигурации.)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Разъем расширения подсистемы ввода-вывода</p>
                  <p>
                    Модуль переходной платы 1: 2 порта PCIe 3.0 Модуль переходной платы 2: 1 порт
                    PCIe 3.0 1 карта OCP 2 встроенных платы контроллера PCIe 3.0 Поддержка
                    модульного расширения без использования инструментов, требуется крепление
                    винтами.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Расположение вывода разъема расширения подсистемы ввода-вывода</p>
                  <p>В качестве опции. Спереди или сзади.</p>
                </li>
                <li className="server__info-item">
                  <p>Разъем масштабирования подсистемы ввода-вывода</p>
                  <p>
                    Поддержка до 2 разъемов PCIe 3.0 Конфигурация с резервированным блоком питания: 
                    2 разъема PCIe Gen3 x8 половинной высоты и половинной длины Конфигурация
                    с фиксированным блоком питания:  1 разъем PCIe Gen3 x8 полной высоты
                    и половинной длины + 1 разъем PCIe Gen3 x8 половинной высоты и половинной длины
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Порты</p>
                  <p>
                    1 порт RJ-45 1 Гбит (порт BMC) 1 стандартный порт VGA, 2 порта USB 3.0 1 порт
                    AV, 1 кнопка питания 1 UID (совместно используется со сбросом BMC)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Вентилятор</p>
                  <p>
                    Вычислительный модуль: вентиляторы с резервированием 3+1, 4056 и с возможностью
                    горячей замены Модуль хранения: вентиляторы с резервированием 3+1, 8056 и с
                    возможностью горячей замены
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>
                    Резервированный (по схеме 1+1) блок питания стандарта Platinum с возможностью
                    горячей замены
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Управление системой</p>
                  <p>1 выделенный сетевой порт 1 Гбит для дистанционного управления</p>
                </li>
                <li className="server__info-item">
                  <p>Операционная система</p>
                  <p>
                    Поддержка Microsoft Windows Server 2012, 2016, SUSE Linux Enterprise Server 12,
                    Red Hat Enterprise 7, CentOS 7, Kylin 7.4 и т. д.
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Габаритные размеры мейнфрейма</p>
                  <p>
                    447 мм (Ш) × 174 мм (В) × 800 мм (Г) (17,60 дюйма (Ш) × 6,85 дюйма
                    (В) × 31,45 дюйма (Г))
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Масса</p>
                  <p>89 кг при полной загрузке. Подробности см. в техническом документе.</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °С (41–95 °F)</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>
        <li className="server__item">
          <h3>Inspur NF5468M5</h3>
          <h4>
            Сервер для получения логического вывода высокой плотности с гибкой топологией
            графических процессоров
          </h4>
          <div className="server__images-wrapper">
            <img src="img/servers/server-4-1-f.jpg" alt="Изображение сервера 1" />
            <img src="img/servers/server-4-2-f.jpg" alt="Изображение сервера 2" />
            <img src="img/servers/server-4-3-f.jpg" alt="Изображение сервера 3" />
          </div>

          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Основные возможности</h5>
              <p>
                Inspur NF5468M5 — это сервер для получения логического вывода высокой плотности,
                предназначенный для крупномасштабного развертывания в центре обработки данных. Он
                оснащен масштабируемым процессором Intel® Xeon® 2-го поколения и поддерживает
                16 графических ускорителей NVDIA в компактном корпусе 4U. Это оптимальный вариант
                для облаков с искусственным интеллектом, систем безопасности, отраслей финансов,
                связи, здравоохранения и других сценариев.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Высокая производительность для обучения искусственного интеллекта</h5>
              <p>Поддержка 8 графических процессоров NVDIA V100 с PCIe и NVLink.</p>
              <p>Интеграция 4 современных технологий: NVLink 2.0, RDMA, GPUDricet, 　　32G HBM2.</p>
              <p>
                Высочайшая производительность вычислений и минимальная задержка передачи данных.
              </p>
            </li>
            <li className="server__features-item">
              <h5>
                Высокая надежность для большинства сценариев применения искусственного интеллекта
              </h5>
              <p>
                Поддержка более 10 типов конфигураций графических процессоров, обеспечение легкости
                переключения без открывания шасси.
              </p>
              <p>
                Графические процессоры соединены друг с другом через 3 UPI, что обеспечивает самую
                высокую в отрасли пропускную способность передачи данных.
              </p>
              <p>Подходит для широкого спектра сценариев применения искусственного интеллекта.</p>
            </li>
            <li className="server__features-item">
              <h5>
                Высокая эффективность для получения логического вывода с использованием
                искусственного интеллекта
              </h5>
              <p>
                Поддержка до 20 графических процессоров NVIDIA Tesla T4 и 24 3,5-дюймовых жестких
                дисков.
              </p>
              <p>
                Возможность обработки 300 потоков видео 1080P в приложениях для структурирования
                видео.
              </p>
              <p>
                Сервер позволяет продлить срок действия хранилища данных до 9 раз по сравнению
                с мировым стандартом.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Модель</p>
                  <p>NF5468M5-S NF5468M5-P NF5468M5-V</p>
                </li>
                <li className="server__info-item">
                  <p>Ускоритель</p>
                  <p>
                    NF5468M5-S: Поддержка 8 графических процессоров NVIDIA® Tesla® NVLink™ V100
                    Поддержка 4 разъемов PCIe 3.0 x16, всего 12 разъемов PCIe 3.0 x16. <br />
                    NF5468M5-P: Поддержка 8 графических процессоров NVIDIA® Tesla® PCIe V100, V100S,
                    RTX 6000 Passive, RTX 8000 Passive Поддержка 4 разъемов PCIe 3.0 x16, всего
                    12 разъемов PCIe 3.0 x16 Поддержка 8 графических процессоров Cambricon MLU270.
                    <br />
                    NF5468M5-V: Поддержка до 20 графических процессоров NVIDIA® Tesla® T4 Поддержка
                    4 разъемов PCIe 3.0 x16, всего 20 разъемов PCIe 3.0 x16.
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>2 масштабируемых процессора Intel Xeon 2-го поколения</p>
                </li>
                <li className="server__info-item">
                  <p>Набор микросхем</p>
                  <p>Набор микросхем Intel® серии C620 (Lewisburg-2)</p>
                </li>
                <li className="server__info-item">
                  <p>Память</p>
                  <p>
                    24 модуля RDIMM DDR4 2933 МТ/с с функцией исправления ошибок (ECC), 12 каналов
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Встроенная карта PCIe</p>
                  <p>Поддержка до 2 встроенных массивов RAID</p>
                </li>
                <li className="server__info-item">
                  <p>Передняя панель ввода-вывода</p>
                  <p>2 порта USB 3.0 1 порт VGA 1 порт RJ-45</p>
                </li>
                <li className="server__info-item">
                  <p>Задняя панель ввода-вывода</p>
                  <p>
                    1 порт, 1 порт VGA 2 порта USB 3.0 1 порт управления RJ-45 2 порта Ethernet 10G
                    SFP+
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Хранилище</p>
                  <p>
                    NF5468M5-S: Передняя панель: 12 2,5/3,5-дюймовых жестких дисков SAS/SATA
                    (4 твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.
                    <br />
                    NF5468M5-P: Передняя панель: 12 2,5- или 3,5-дюймовых жестких дисков SAS/SATA
                    (8 твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.
                    <br />
                    NF5468M5-V: Передняя панель: 24 2,5- или 3,5-дюймовых жестких диска SAS/SATA (4
                    твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>RAID-массив</p>
                  <p>
                    Поддержка RAID 0/1/10/5/50/6/60 и т. д. Поддержка защиты кэш-памяти с помощью
                    суперконденсатора; переходы между состояниями RAID, выделение памяти RAID
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Операционная система</p>
                  <p>
                    Microsoft Windows Sever, Red Hat Enterprise Linux, Ubuntu Linux, CentOS и другие
                    основные ОС
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Охлаждение</p>
                  <p>Резервированный вентилятор с возможностью горячей замены</p>
                </li>
                <li className="server__info-item">
                  <p>Блок питания</p>
                  <p>
                    4 блока питания Platinum 80 plus мощностью 1600, 2000 или 2200 Вт
                    с резервированием 2+2
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Шасси</p>
                  <p>4U, 435 мм (Ш) × 175,5 мм (В) × 830 мм (Г)</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>5–35 °C (41–95 °F)</p>
                </li>
                <li className="server__info-item">
                  <p>Полная масса</p>
                  <p>≤70 кг</p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>

        <li className="server__item">
          <h3>Хранилище данных на основе флеш-памяти HF5000G5</h3>
          <h4>
            HF5000G5 — это флеш-система хранения среднего уровня для основных корпоративных
            приложений, предоставляющая возможности SAN и NAS. Она подходит для крупно- и
            среднемасштабных баз данных OLTP или OLAP, виртуализации, совместного использования
            файлов и других приложений, предоставляя такие превосходные функции, как хранение
            данных, аварийное восстановление, конфигурация «активный-активный» и резервное
            копирование. HF5000G5 широко используется в сфере государственного управления, финансах,
            связи, энергетике, СМИ, здравоохранении, образовании, малом и среднем бизнесе и других
            секторах.
          </h4>
          <div className="server__images-wrapper">
            <img src="img/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
          </div>
          <ul className="server__features-list">
            <li className="server__features-item">
              <h5>Неограниченное хранилище и высочайшая плавность работы</h5>
              <p>
                По мере того как Интернет, Интернет вещей, искусственный интеллект и другие
                развивающиеся технологии все шире используются в различных секторах, на предприятиях
                растет потребность в операциях с данными в режиме реального времени. В этом случае
                флеш-массивы хранения данных, обеспечивающие превосходную производительность
                и стабильность, становятся оптимальным выбором для ускорения работы корпоративных
                хранилищ. Флеш-система хранения данных HF5000G5 обладает передовой архитектурой
                NVMe, интеллектуальными алгоритмами работы с флеш-памятью и повышенной
                масштабируемостью, которые смогут обеспечить предприятия ультрапроизводительными
                сервисами хранения данных.
              </p>
              <p>
                Флеш-массив NVMe. NVMe — это расширенный интерфейс хост-контроллера, созданный
                в первую очередь для ускорения передачи данных между корпоративными и клиентскими
                системами и твердотельными накопителями (SSD) по шине PCIe. Он позволяет в полной
                мере использовать потенциал флеш-массива. Кроме того, NVMe напрямую подключается
                к хосту по шине PCIe, что сокращает планирование ввода-вывода и путь ввода-вывода,
                гарантируя низкую задержку. Система HF5000G5 с новой архитектурой NVMe может
                сокращать время задержки до 0,1 мс. Таким образом, она способна предоставлять
                клиентам чрезвычайно быстрые и бесперебойные сервисы хранения данных.
              </p>
              <p>
                Горизонтальное масштабирование. HF5000G5 поддерживает оперативное горизонтальное
                масштабирование с использованием до 16 контроллеров и кэш-памяти на уровне ТБ. Это
                обеспечивает клиентам возможность экспоненциального наращивания ресурсов хранения,
                линейное увеличение производительности и легкость удовлетворения меняющихся
                потребностей бизнеса.
              </p>
              <p>
                Оптимизированные алгоритмы работы с флеш-памятью. Во время записи данных
                последовательно выполняется их сжатие, агрегация полос и общие операции очистки
                данных, чтобы эффективно уменьшить коэффициент расширения записи на твердотельный
                накопитель. В то же время в системе используется выравнивание износа (WL)
                и упреждающее выравнивание износа (PWL) для обеспечения среднего срока службы
                твердотельных накопителей. Кроме того, система поддерживает глобальный сбор мусора
                и TRIM, чтобы сократить удаление ошибочных данных с диска и продлить срок службы
                твердотельных накопителей, тем самым повышая производительность системы.
              </p>
              <p>
                Поддержка Optane (впервые в Китае). В Intel® Optane™ используется NVMe и SCM для
                устранения ограничений последовательной записи и стирания перед записью
                на флеш-память NAND. Таким образом, сокращается время задержки доступа до 0,02 мс
                и значительно увеличивается скорость доступа и срок службы накопителя. Optane
                помогает повысить производительность на 70 % по сравнению с флеш-массивом SAS, тем
                самым обеспечивая клиентам лучшие сервисы хранения.
              </p>
              <p>
                Микросхема интеллектуального сокращения объема данных. В HF5000G5 дедупликация
                и сжатие данных реализованы с помощью встроенной микросхемы. Каждый контроллер
                оснащен двумя механизмами сокращения объема данных и не занимает ресурсы
                центрального процессора. По сравнению с предыдущим вариантом аппаратного сжатия
                производительность повысилась на 30 %. Между тем коэффициент сокращения объема
                данных достигает 5:1, что может значительно увеличить плотность хранения и снизить
                стоимость хранения.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Надежное совместное использование данных и работа в круглосуточном режиме</h5>
              <p>
                В HF5000G5 используется архитектура со всеми активными узлами и полностью
                резервируются ключевые компоненты. С помощью высоконадежных решений защиты данных,
                таких как удаленная репликация, конфигурация «активный-активный», трех центров
                обработки данных с двумя вариантами, система HF5000G5 может обеспечить уровень
                доступности 99,9999 % (шесть девяток) и поддерживать непрерывность бизнес-процессов
                в круглосуточном режиме.
              </p>
              <p>
                Конфигурация «активный-активный». В HF5000G5 используется лучшая в отрасли
                архитектура хранилища со всеми активными узлами (конфигурация «активный-активный»)
                и отсутствует концепция атрибуции томов. Операции ввода-вывода обрабатываются
                несколькими контроллерами, что помогает обеспечить балансировку нагрузки между
                контроллерами, устранить узкие места в производительности контроллеров и повысить
                доступность системы. Когда какой-либо контроллер выходит из строя, другие
                контроллеры могут взять на себя его задачи, чтобы обеспечить непрерывность
                бизнес-процессов.
              </p>
              <p>
                Высоконадежное аппаратное резервирование. Полностью модульная архитектура
                с резервированием гарантирует отсутствие единой точки отказа (SPOF) для ключевых
                компонентов. Пассивная объединительная плата используется для повышения надежности
                системы. Также поддерживается оперативное расширение аппаратного обеспечения,
                оперативное обновление микропрограммного обеспечения, обслуживание системы без
                прерывания работы и защита данных при отключении питания. В сочетании с различными
                механизмами защиты данных система HF5000G5 гарантирует RPO (целевая точка
                восстановления) = 0, RTO (целевое время восстановления) = 0, уровень доступности
                99,9999 % (шесть девяток).
              </p>
              <p>
                Безопасное и надежное решение со всеми активными узлами без использования шлюза. В
                настоящее время надежность критически важных систем означает не только высокую
                производительность, но и непрерывность бизнес-процессов. В системе HF5000G5 нет
                виртуального шлюза и используется передовая технология со всеми активными узлами для
                обеспечения непрерывности бизнес-процессов, высокой доступности приложений, RPO = 0
                и RTO = 0. Когда какое-либо устройство хранения выходит из строя, другие контроллеры
                могут взять на себя его задачи и поддерживать доступ к сервисам с помощью
                комплексного механизма арбитража и механизма автоматического переключения. На основе
                конфигурации «активный-активный» систему можно легко расширить до конфигурации,
                включающей три центра обработки данных с двумя вариантами, что означает высокую
                доступность между различными центрами обработки данных и дополнительную защиту
                данных.
              </p>
            </li>
            <li className="server__features-item">
              <h5>Интеллектуальное управление и легкость обслуживания</h5>
              <p>
                Компания Inspur разработала Inview — специальное программное обеспечение для
                интеллектуального управления. Inview единообразно управляет всеми ресурсами системы
                хранения Inspur и реализует мониторинг состояния системы, защиту с помощью
                синхронизированных моментальных копий и простое развертывание решений для аварийного
                восстановления. Кроме того, в HF5000G5 реализовано единое управление внешними
                ресурсами хранения с помощью гетерогенной виртуализации. Такое сочетание
                обеспечивает унифицированное управление как внутренними, так и внешними ресурсами
                хранения, что значительно упрощает обслуживание и снижает совокупную стоимость
                владения.
              </p>
              <p>
                Inview. Inview поддерживает единое управление системами AS2000G2, AS5000G2,
                AS5000G5, HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная информация,
                статистика использования и производительности, уведомления о неисправностях,
                унифицированное управление и мониторинг нескольких кластеров в режиме реального
                времени для вышеуказанных продуктов поддерживаются в едином интерфейсе управления.
                Что еще более важно, Inview создает межплатформенное решение для аварийного
                восстановления с использованием синхронизированных моментальных копий и репликацией
                с несколькими копиями, повышая безопасность данных.
              </p>
              <p>Надежные функции для облачного центра обработки данных</p>
              <p>
                HF5000G5 поддерживает интеллектуальное многоуровневое облачное хранилище
                и обеспечивает возможность взаимодействия общедоступных, гибридных и частных
                облаков. Кэширование, аварийное восстановление, резервное копирование и другие
                функции доступны в облачной среде, что гарантирует безопасность данных и облегчает
                предприятиям развертывание облака.
              </p>
              <p>
                Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли).
                Обеспечивает взаимодействие между несколькими облачными системами, такими как AWS,
                Azure, Inspur Cloud, Alibaba Cloud и Openstack. Система HF5000G5 предоставляет
                следующие функции в облачной среде: кэширование, аварийное восстановление, резервное
                копирование и т. д. Пользователи могут выполнять резервное копирование данных
                в облако, не приобретая программного обеспечения для резервного копирования, что
                снижает сложность резервного копирования и повышает безопасность данных. Сочетание
                экономичности и масштабируемости облачного хранилища с архитектурой локального
                центра обработки данных позволяет обеспечить беспрепятственный поток данных между
                локальным центром обработки данных и общедоступным облаком.
              </p>
            </li>
          </ul>

          <Collapse accordion>
            <Panel header="Характеристики" key="1">
              <ul className="server__info-list">
                <li className="server__info-item">
                  <p>Продукт</p>
                  <p>HF5000G5</p>
                </li>
                <li className="server__info-item">
                  <p>Подтип</p>
                  <p>MN25 | HS25 | MS25</p>
                </li>
                <li className="server__info-item">
                  <p>Системы хранения</p>
                  <p>2–16</p>
                </li>
                <li className="server__info-item">
                  <p>Шкаф контроллера</p>
                  <p>2U25</p>
                </li>
                <li className="server__info-item">
                  <p>Процессор</p>
                  <p>Многоядерный</p>
                </li>
                <li className="server__info-item">
                  <p>Модуль расширения</p>
                  <p>2U25</p>
                </li>
                <li className="server__info-item">
                  <p>Системные порты ввода-вывода</p>
                  <p>6–48</p>
                </li>
                <li className="server__info-item">
                  <p>Тип внешних портов</p>
                  <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
                </li>
                <li className="server__info-item">
                  <p>Поддержка протоколов хранения</p>
                  <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                </li>
                <li className="server__info-item">
                  <p>Кэш-память системы</p>
                  <p>
                    MN25: Optane
                    <br />
                    HS25: Твердотельные накопители NVMe
                    <br />
                    MS25: Твердотельные накопители SAS
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Количество накопителей</p>
                  <p>
                    MN25: 1500–12 000
                    <br />
                    HS25: 1400–11 200
                    <br />
                    MS25: 1300–10 200
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Тип внутренних портов системы</p>
                  <p>
                    MN25: PCIe 3.0, SAS 3.0
                    <br />
                    HS25: SAS 3.0
                    <br />
                    MS25: SAS 3.0
                    <br />
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Уровень RAID</p>
                  <p>0, 1, 5, 6, 10, 50, 60, Inraid</p>
                </li>
                <li className="server__info-item">
                  <p>Повышение эффективности использования ресурсов</p>
                  <p>
                    Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
                    виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
                    Интеллектуальное оперативное сжатие данных (InCompression) Интеллектуальное
                    многоуровневое хранение (InTier) Интеллектуальное преобразование томов (Intune)
                    Интеллектуальная гетерогенная виртуализация (InVirtualization) Интеллектуальные
                    файловые сервисы (InFileService) Интеллектуальная многопользовательская среда
                    (InMulti-tenant)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Защита данных, программное обеспечение</p>
                  <p>
                    Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
                    (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
                    зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
                    (InRemoteCopy) Интеллектуальная конфигурация «активный-активный» (InMetro)
                    Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
                    Интеллектуальное шифрование (InEncryption) Интеллектуальное удаление данных
                    (InErase)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Гарантия для выполнения критически важных задач</p>
                  <p>
                    Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
                    разделение кэш-памяти (InAutoPartition)
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Функции виртуализации</p>
                  <p>
                    Гетерогенная виртуализация: поддерживает более 95 % моделей для единообразного
                    управления. Виртуализация RAID: виртуализация на уровне блоков, балансировка
                    системы, отсутствие горячих точек. Система виртуализации поддерживает основные
                    технологии виртуализации, такие как подключаемые модули IntelliSense (например,
                    интеграция VAAI, VVOL, VASA, vCenter).
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Габаритные размеры: Ш × Г × В (мм)  (Г — это глубина установки в стойку)</p>
                  <p>446 × 620,35 × 87,8</p>
                </li>
                <li className="server__info-item">
                  <p>Масса без твердотельных накопителей (кг)</p>
                  <p>26</p>
                </li>
                <li className="server__info-item">
                  <p>Максимальная мощность (200–240 В перем. тока)</p>
                  <p>
                    Модуль управления NVMe: 1200 Вт Модуль управления SAS: 850 Вт Модуль расширения:
                    750 Вт
                  </p>
                </li>
                <li className="server__info-item">
                  <p>Входное напряжение</p>
                  <p>100–240 В перем. тока 160–340 В пост. тока</p>
                </li>
                <li className="server__info-item">
                  <p>Температура хранения</p>
                  <p>От −40 до +55 °С (без блока BBU)</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая влажность</p>
                  <p>10–90 %</p>
                </li>
                <li className="server__info-item">
                  <p>Рабочая температура</p>
                  <p>
                    0–35 °С на высоте над уровнем моря от −60 до +1800 м; снижение температуры
                    окружающего воздуха на 1 °С каждые 220 м при увеличении высоты над уровнем моря
                    от 1800 до 3000 м
                  </p>
                </li>
              </ul>
            </Panel>
          </Collapse>
        </li>
      </ul>
    </div>
  );
};
