import React from 'react';
import { Swiper, SwiperSlide } from 'swiper/react';
import { Pagination } from 'swiper';

import { Collapse } from 'antd';

import 'swiper/css';

const buttons = [
  'Стоечные серверы',
  'Многоузловые серверы',
  'Стоечные масштабируемые системы',
  'Хранилища данных',
  'Гибридное хранилище',
];
const { Panel } = Collapse;

function TabsBlock() {
  return (
    <div className="swiper__wrapper">
      <div className="swiper-pagination-server"></div>
      <span className="server__caption">
        Подходят для виртуализации, баз данных, высокопроизводительных вычислений, анализа больших
        данных, искусственного интеллекта и глубокого обучения и других областей применения.
      </span>
      <Swiper
        modules={[Pagination]}
        autoHeight={true}
        allowTouchMove={false}
        spaceBetween={30}
        slidesPerView={1}
        pagination={{
          el: '.swiper-pagination-server',
          clickable: true,
          renderBullet: function (index, className) {
            //fix sss
            return '<span class="' + className + '">' + buttons[index] + '</span>';
          },
        }}
        observer={true}
        observeParents={true}
        className="swiper-server">
        <SwiperSlide></SwiperSlide>
        <SwiperSlide>2</SwiperSlide>
        <SwiperSlide>3</SwiperSlide>
        <SwiperSlide>
          <div className="">
            <span className="server__caption">
              Флеш-хранилище Inspur. Ускорение работы корпоративных приложений.
            </span>
            <ul className="server__list">
              <li className="server__item">
                <h3>Хранилище данных на основе флеш-памяти HF5000G5</h3>
                <h4>
                  HF5000G5 — это флеш-система хранения среднего уровня для основных корпоративных
                  приложений, предоставляющая возможности SAN и NAS. Она подходит для крупно- и
                  среднемасштабных баз данных OLTP или OLAP, виртуализации, совместного
                  использования файлов и других приложений, предоставляя такие превосходные функции,
                  как хранение данных, аварийное восстановление, конфигурация «активный-активный» и
                  резервное копирование. HF5000G5 широко используется в сфере государственного
                  управления, финансах, связи, энергетике, СМИ, здравоохранении, образовании, малом
                  и среднем бизнесе и других секторах.
                </h4>
                <div className="server__images-wrapper">
                  <img src="img/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
                </div>
                <ul className="server__features-list">
                  <li className="server__features-item">
                    <h5>Неограниченное хранилище и высочайшая плавность работы</h5>
                    <p>
                      По мере того как Интернет, Интернет вещей, искусственный интеллект и другие
                      развивающиеся технологии все шире используются в различных секторах,
                      на предприятиях растет потребность в операциях с данными в режиме реального
                      времени. В этом случае флеш-массивы хранения данных, обеспечивающие
                      превосходную производительность и стабильность, становятся оптимальным выбором
                      для ускорения работы корпоративных хранилищ. Флеш-система хранения данных
                      HF5000G5 обладает передовой архитектурой NVMe, интеллектуальными алгоритмами
                      работы с флеш-памятью и повышенной масштабируемостью, которые смогут
                      обеспечить предприятия ультрапроизводительными сервисами хранения данных.
                    </p>
                    <p>
                      Флеш-массив NVMe. NVMe — это расширенный интерфейс хост-контроллера, созданный
                      в первую очередь для ускорения передачи данных между корпоративными
                      и клиентскими системами и твердотельными накопителями (SSD) по шине PCIe. Он
                      позволяет в полной мере использовать потенциал флеш-массива. Кроме того, NVMe
                      напрямую подключается к хосту по шине PCIe, что сокращает планирование
                      ввода-вывода и путь ввода-вывода, гарантируя низкую задержку. Система HF5000G5
                      с новой архитектурой NVMe может сокращать время задержки до 0,1 мс. Таким
                      образом, она способна предоставлять клиентам чрезвычайно быстрые
                      и бесперебойные сервисы хранения данных.
                    </p>
                    <p>
                      Горизонтальное масштабирование. HF5000G5 поддерживает оперативное
                      горизонтальное масштабирование с использованием до 16 контроллеров
                      и кэш-памяти на уровне ТБ. Это обеспечивает клиентам возможность
                      экспоненциального наращивания ресурсов хранения, линейное увеличение
                      производительности и легкость удовлетворения меняющихся потребностей бизнеса.
                    </p>
                    <p>
                      Оптимизированные алгоритмы работы с флеш-памятью. Во время записи данных
                      последовательно выполняется их сжатие, агрегация полос и общие операции
                      очистки данных, чтобы эффективно уменьшить коэффициент расширения записи
                      на твердотельный накопитель. В то же время в системе используется выравнивание
                      износа (WL) и упреждающее выравнивание износа (PWL) для обеспечения среднего
                      срока службы твердотельных накопителей. Кроме того, система поддерживает
                      глобальный сбор мусора и TRIM, чтобы сократить удаление ошибочных данных
                      с диска и продлить срок службы твердотельных накопителей, тем самым повышая
                      производительность системы.
                    </p>
                    <p>
                      Поддержка Optane (впервые в Китае). В Intel® Optane™ используется NVMe и SCM
                      для устранения ограничений последовательной записи и стирания перед записью
                      на флеш-память NAND. Таким образом, сокращается время задержки доступа
                      до 0,02 мс и значительно увеличивается скорость доступа и срок службы
                      накопителя. Optane помогает повысить производительность на 70 % по сравнению
                      с флеш-массивом SAS, тем самым обеспечивая клиентам лучшие сервисы хранения.
                    </p>
                    <p>
                      Микросхема интеллектуального сокращения объема данных. В HF5000G5 дедупликация
                      и сжатие данных реализованы с помощью встроенной микросхемы. Каждый контроллер
                      оснащен двумя механизмами сокращения объема данных и не занимает ресурсы
                      центрального процессора. По сравнению с предыдущим вариантом аппаратного
                      сжатия производительность повысилась на 30 %. Между тем коэффициент сокращения
                      объема данных достигает 5:1, что может значительно увеличить плотность
                      хранения и снизить стоимость хранения.
                    </p>
                  </li>
                  <li className="server__features-item">
                    <h5>
                      Надежное совместное использование данных и работа в круглосуточном режиме
                    </h5>
                    <p>
                      В HF5000G5 используется архитектура со всеми активными узлами и полностью
                      резервируются ключевые компоненты. С помощью высоконадежных решений защиты
                      данных, таких как удаленная репликация, конфигурация «активный-активный», трех
                      центров обработки данных с двумя вариантами, система HF5000G5 может обеспечить
                      уровень доступности 99,9999 % (шесть девяток) и поддерживать непрерывность
                      бизнес-процессов в круглосуточном режиме.
                    </p>
                    <p>
                      Конфигурация «активный-активный». В HF5000G5 используется лучшая в отрасли
                      архитектура хранилища со всеми активными узлами (конфигурация
                      «активный-активный») и отсутствует концепция атрибуции томов. Операции
                      ввода-вывода обрабатываются несколькими контроллерами, что помогает обеспечить
                      балансировку нагрузки между контроллерами, устранить узкие места
                      в производительности контроллеров и повысить доступность системы. Когда
                      какой-либо контроллер выходит из строя, другие контроллеры могут взять на себя
                      его задачи, чтобы обеспечить непрерывность бизнес-процессов.
                    </p>
                    <p>
                      Высоконадежное аппаратное резервирование. Полностью модульная архитектура
                      с резервированием гарантирует отсутствие единой точки отказа (SPOF) для
                      ключевых компонентов. Пассивная объединительная плата используется для
                      повышения надежности системы. Также поддерживается оперативное расширение
                      аппаратного обеспечения, оперативное обновление микропрограммного обеспечения,
                      обслуживание системы без прерывания работы и защита данных при отключении
                      питания. В сочетании с различными механизмами защиты данных система
                      HF5000G5 гарантирует RPO (целевая точка восстановления) = 0, RTO (целевое
                      время восстановления) = 0, уровень доступности 99,9999 % (шесть девяток).
                    </p>
                    <p>
                      Безопасное и надежное решение со всеми активными узлами без использования
                      шлюза. В настоящее время надежность критически важных систем означает
                      не только высокую производительность, но и непрерывность бизнес-процессов. В
                      системе HF5000G5 нет виртуального шлюза и используется передовая технология
                      со всеми активными узлами для обеспечения непрерывности бизнес-процессов,
                      высокой доступности приложений, RPO = 0 и RTO = 0. Когда какое-либо устройство
                      хранения выходит из строя, другие контроллеры могут взять на себя его задачи
                      и поддерживать доступ к сервисам с помощью комплексного механизма арбитража
                      и механизма автоматического переключения. На основе конфигурации
                      «активный-активный» систему можно легко расширить до конфигурации, включающей
                      три центра обработки данных с двумя вариантами, что означает высокую
                      доступность между различными центрами обработки данных и дополнительную защиту
                      данных.
                    </p>
                  </li>
                  <li className="server__features-item">
                    <h5>Интеллектуальное управление и легкость обслуживания</h5>
                    <p>
                      Компания Inspur разработала Inview — специальное программное обеспечение для
                      интеллектуального управления. Inview единообразно управляет всеми ресурсами
                      системы хранения Inspur и реализует мониторинг состояния системы, защиту
                      с помощью синхронизированных моментальных копий и простое развертывание
                      решений для аварийного восстановления. Кроме того, в HF5000G5 реализовано
                      единое управление внешними ресурсами хранения с помощью гетерогенной
                      виртуализации. Такое сочетание обеспечивает унифицированное управление как
                      внутренними, так и внешними ресурсами хранения, что значительно упрощает
                      обслуживание и снижает совокупную стоимость владения.
                    </p>
                    <p>
                      Inview. Inview поддерживает единое управление системами AS2000G2, AS5000G2,
                      AS5000G5, HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная
                      информация, статистика использования и производительности, уведомления
                      о неисправностях, унифицированное управление и мониторинг нескольких кластеров
                      в режиме реального времени для вышеуказанных продуктов поддерживаются в едином
                      интерфейсе управления. Что еще более важно, Inview создает межплатформенное
                      решение для аварийного восстановления с использованием синхронизированных
                      моментальных копий и репликацией с несколькими копиями, повышая безопасность
                      данных.
                    </p>
                    <p>Надежные функции для облачного центра обработки данных</p>
                    <p>
                      HF5000G5 поддерживает интеллектуальное многоуровневое облачное хранилище
                      и обеспечивает возможность взаимодействия общедоступных, гибридных и частных
                      облаков. Кэширование, аварийное восстановление, резервное копирование и другие
                      функции доступны в облачной среде, что гарантирует безопасность данных
                      и облегчает предприятиям развертывание облака.
                    </p>
                    <p>
                      Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли).
                      Обеспечивает взаимодействие между несколькими облачными системами, такими как
                      AWS, Azure, Inspur Cloud, Alibaba Cloud и Openstack. Система HF5000G5
                      предоставляет следующие функции в облачной среде: кэширование, аварийное
                      восстановление, резервное копирование и т. д. Пользователи могут выполнять
                      резервное копирование данных в облако, не приобретая программного обеспечения
                      для резервного копирования, что снижает сложность резервного копирования
                      и повышает безопасность данных. Сочетание экономичности и масштабируемости
                      облачного хранилища с архитектурой локального центра обработки данных
                      позволяет обеспечить беспрепятственный поток данных между локальным центром
                      обработки данных и общедоступным облаком.
                    </p>
                  </li>
                </ul>

                <Collapse accordion>
                  <Panel header="Характеристики" key="1">
                    <ul className="server__info-list">
                      <li className="server__info-item">
                        <p>Продукт</p>
                        <p>HF5000G5</p>
                      </li>
                      <li className="server__info-item">
                        <p>Подтип</p>
                        <p>MN25 | HS25 | MS25</p>
                      </li>
                      <li className="server__info-item">
                        <p>Системы хранения</p>
                        <p>2–16</p>
                      </li>
                      <li className="server__info-item">
                        <p>Шкаф контроллера</p>
                        <p>2U25</p>
                      </li>
                      <li className="server__info-item">
                        <p>Процессор</p>
                        <p>Многоядерный</p>
                      </li>
                      <li className="server__info-item">
                        <p>Модуль расширения</p>
                        <p>2U25</p>
                      </li>
                      <li className="server__info-item">
                        <p>Системные порты ввода-вывода</p>
                        <p>6–48</p>
                      </li>
                      <li className="server__info-item">
                        <p>Тип внешних портов</p>
                        <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
                      </li>
                      <li className="server__info-item">
                        <p>Поддержка протоколов хранения</p>
                        <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
                      </li>
                      <li className="server__info-item">
                        <p>Кэш-память системы</p>
                        <p>
                          MN25: Optane
                          <br />
                          HS25: Твердотельные накопители NVMe
                          <br />
                          MS25: Твердотельные накопители SAS
                          <br />
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Количество накопителей</p>
                        <p>
                          MN25: 1500–12 000
                          <br />
                          HS25: 1400–11 200
                          <br />
                          MS25: 1300–10 200
                          <br />
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Тип внутренних портов системы</p>
                        <p>
                          MN25: PCIe 3.0, SAS 3.0
                          <br />
                          HS25: SAS 3.0
                          <br />
                          MS25: SAS 3.0
                          <br />
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Уровень RAID</p>
                        <p>0, 1, 5, 6, 10, 50, 60, Inraid</p>
                      </li>
                      <li className="server__info-item">
                        <p>Повышение эффективности использования ресурсов</p>
                        <p>
                          Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
                          виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
                          Интеллектуальное оперативное сжатие данных (InCompression)
                          Интеллектуальное многоуровневое хранение (InTier) Интеллектуальное
                          преобразование томов (Intune) Интеллектуальная гетерогенная виртуализация
                          (InVirtualization) Интеллектуальные файловые сервисы (InFileService)
                          Интеллектуальная многопользовательская среда (InMulti-tenant)
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Защита данных, программное обеспечение</p>
                        <p>
                          Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное
                          клонирование (InClone) Интеллектуальное резервное копирование (InBackup)
                          Интеллектуальное зеркалирование дисков (InVdiskMirror) Интеллектуальная
                          удаленная репликация (InRemoteCopy) Интеллектуальная конфигурация
                          «активный-активный» (InMetro) Интеллектуальное облачное многоуровневое
                          хранилище (InCloudTier) Интеллектуальное шифрование (InEncryption)
                          Интеллектуальное удаление данных (InErase)
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Гарантия для выполнения критически важных задач</p>
                        <p>
                          Интеллектуальное качество обслуживания (InQoS) Интеллектуальное
                          автоматическое разделение кэш-памяти (InAutoPartition)
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Функции виртуализации</p>
                        <p>
                          Гетерогенная виртуализация: поддерживает более 95 % моделей для
                          единообразного управления. Виртуализация RAID: виртуализация на уровне
                          блоков, балансировка системы, отсутствие горячих точек. Система
                          виртуализации поддерживает основные технологии виртуализации, такие как
                          подключаемые модули IntelliSense (например, интеграция VAAI, VVOL, VASA,
                          vCenter).
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>
                          Габаритные размеры: Ш × Г × В (мм)  (Г — это глубина установки в стойку)
                        </p>
                        <p>446 × 620,35 × 87,8</p>
                      </li>
                      <li className="server__info-item">
                        <p>Масса без твердотельных накопителей (кг)</p>
                        <p>26</p>
                      </li>
                      <li className="server__info-item">
                        <p>Максимальная мощность (200–240 В перем. тока)</p>
                        <p>
                          Модуль управления NVMe: 1200 Вт Модуль управления SAS: 850 Вт Модуль
                          расширения: 750 Вт
                        </p>
                      </li>
                      <li className="server__info-item">
                        <p>Входное напряжение</p>
                        <p>100–240 В перем. тока 160–340 В пост. тока</p>
                      </li>
                      <li className="server__info-item">
                        <p>Температура хранения</p>
                        <p>От −40 до +55 °С (без блока BBU)</p>
                      </li>
                      <li className="server__info-item">
                        <p>Рабочая влажность</p>
                        <p>10–90 %</p>
                      </li>
                      <li className="server__info-item">
                        <p>Рабочая температура</p>
                        <p>
                          0–35 °С на высоте над уровнем моря от −60 до +1800 м; снижение температуры
                          окружающего воздуха на 1 °С каждые 220 м при увеличении высоты над уровнем
                          моря от 1800 до 3000 м
                        </p>
                      </li>
                    </ul>
                  </Panel>
                </Collapse>
              </li>
            </ul>
          </div>
        </SwiperSlide>
        <SwiperSlide>5</SwiperSlide>
      </Swiper>
    </div>
  );
}
export default TabsBlock;
