import React from 'react';
import { Swiper, SwiperSlide } from 'swiper/react';

export default function Counter() {
  const buttons = [
    'Стоечные серверы',
    'Многоузловые серверы',
    'Стоечные масштабируемые системы',
    'Хранилища данных',
    'Гибридное хранилище',
  ];

  return (
    <Swiper
      spaceBetween={50}
      slidesPerView={3}
      onSlideChange={() => console.log('slide change')}
      onSwiper={(swiper: any) => console.log(swiper)}>
      <SwiperSlide>Slide 1</SwiperSlide>
      <SwiperSlide>Slide 2</SwiperSlide>
      <SwiperSlide>Slide 3</SwiperSlide>
      <SwiperSlide>Slide 4</SwiperSlide>
    </Swiper>
  );
}

// <div class="content">
//   <div class="content__container" id="serverTypes">
//     <div class="title">
//       <div class="title__text">Виды серверов</div>
//     </div>

//     <!-- Код для информации о серверах -->

//     <div class="swiper swiper-server">
//       <div class="swiper-pagination-server"></div>
//       <div class="swiper-wrapper">
//         <div class="swiper-slide">
//           <span class="server__caption"
//             >Подходят для виртуализации, баз данных, высокопроизводительных вычислений, анализа
//             больших данных, искусственного интеллекта и глубокого обучения и других областей
//             применения.</span
//           >
//           <ul class="server__list">
//             <li class="server__item">
//               <h3>Inspur TS860M5</h3>
//               <h4>8-процессорный сервер нового поколения для критически важных задач</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-1-1.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-1-2.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-1-3.jpg" alt="Изображение сервера 3" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Высокая производительность вычислений</h5>
//                   <p>
//                     TS860M5 поддерживает до 8 масштабируемых процессоров Intel® Xeon® последнего
//                     поколения. Превосходные мощности для параллельных вычислений включают
//                     максимальную частоту 3,8 ГГц, кэш 3-го уровня размером 39 МБ, до 224 ядер
//                     и 448 потоков.
//                   </p>
//                   <p>
//                     По сравнению с другими серверами, в которых используется серия масштабируемых
//                     процессоров Intel® Xeon® первого поколения, обновленный сервер TS860M5
//                     обеспечивает повышение производительности вычислений как минимум на 20 %
//                     и увеличение внутренней пропускной способности до 20 %. При этом он полностью
//                     отвечает требованиям основных приложений, таких как крупномасштабные
//                     транзакционные базы данных, базы данных в оперативной памяти, виртуализированная
//                     интеграция, виртуализация и интеграция, крупномасштабные системы управления
//                     предприятием и высокопроизводительные вычисления.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Модульная и гибкая конструкция</h5>
//                   <p>
//                     Модульная конструкция ввода-вывода поддерживает модули ввода-вывода полной
//                     и половинной высоты, которые можно гибко настраивать в соответствии
//                     с требованиями пользователя к масштабируемости ввода-вывода.
//                   </p>
//                   <p>
//                     Модульная конструкция накопителей поддерживает до 24 3,5-дюймовых накопителей
//                     и может быть настроена для поддержки 12 накопителей NVMe. Также поддерживаются
//                     конфигурации, включающие до 50 2,5-дюймовых накопителей для приложений SAP HANA.
//                   </p>
//                   <p>
//                     Полностью модульная конструкция обеспечивает возможность независимой работы
//                     и гибкой настройки каждого модуля.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Модель</p>
//                   <p>Inspur TS860M5</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Характеристики</p>
//                   <p>4U, установка в стойку</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>
//                     Поддержка до 8 масштабируемых процессоров Intel® Xeon®: поддерживает до 28 ядер
//                     с частотой 3,8 ГГц; 3 взаимосвязанных канала UPI с макс. скоростью 10,4 ГТ/с
//                     на канал, макс. мощность 205 Вт.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Набор микросхем</p>
//                   <p>Intel C622/C624/C627</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     Поддерживает до 96 модулей RDIMM/LRDIMM DDR4 2400, 2666 или 2933 МТ/с, можно
//                     настроить для поддержки 48 модулей Optane™ Pmems. Каждый ЦП поддерживает
//                     12 модулей DIMM, 8 ЦП поддерживают 96 модулей DIMM/RDIMM/LRDIMM; каждый модуль
//                     DIMM поддерживает емкость до 64 ГБ; каждый модуль Optane™ PMem поддерживает
//                     до 128 ГБ.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     Передняя панель: поддерживает до 24 3,5-дюймовых или 50 2,5-дюймовых
//                     накопителей. Можно настроить для поддержки 12 твердотельных накопителей NVMe.
//                     Внутренние: каждый вычислительный узел поддерживает 2 твердотельных накопителя
//                     M.2. Система поддерживает до 4 твердотельных накопителей M.2.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Контроллер системы хранения</p>
//                   <p>
//                     Выделенный внутренний разъем для RAID-карты поддерживает стандартный интерфейс
//                     RAID-контроллера NVMe на материнской плате, настраиваемый с помощью ключа Intel
//                     NVMe RAID.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Сетевой порт</p>
//                   <p>
//                     Сервер поддерживает 2 карты OCP или PHY. Карта PHY: поддерживает 2–4 карты
//                     с конфигурацией сетевых портов 1 или 10 Гбит. Карта OCP: поддерживает 1–2 карты
//                     с конфигурацией сетевых портов 10 или 25 Гбит. Стандартная карта Ethernet PCIe:
//                     поддерживает 1, 10, 25, 40 или 100 Гбит.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Разъем расширения подсистемы ввода-вывода</p>
//                   <p>
//                     Конфигурация ввода-вывода половинной высоты: возможность расширения до 14
//                     стандартных разъемов PCIe полной длины и половинной высоты с 2 внутренними
//                     разъемами для RAID-карт. Конфигурация ввода-вывода полной высоты: возможность
//                     расширения до 10 стандартных разъемов PCIe полной длины и полной высоты с 2
//                     внутренними разъемами для RAID-карт.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Порты</p>
//                   <p>
//                     Передняя панель: 2 порта USB 3.0, 1 порт VGA, 1 порт RJ-45. Задняя панель:
//                     2 порта USB 3.0, 1 порт VGA, 1 порт управления 1 Гбит и 1 последовательный порт
//                     BMC. Внутренние: 2 порта USB 3.0 (на вычислительный узел).
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вентилятор</p>
//                   <p>
//                     16 вентиляторов системы с возможностью горячей замены и резервированием N+1.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     Поддерживает 4 блока питания (стандарт Platinum) мощностью 1300 или 1600 Вт,
//                     резервирование N+N/N+M.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Управление системой</p>
//                   <p>
//                     Каждый вычислительный узел поддерживает 1 модуль управления BMC, поддерживает
//                     функции IPMI, SOL, KVM Over IP и виртуальные носители, поддерживает избыточность
//                     зеркалирования BMC.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Операционная система</p>
//                   <p>
//                     Поддержка Windows, Red Hat, SUSE, Centos, Debian, XenServer, Oracle Linux, ESXi,
//                     Ubuntu и т. д.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры</p>
//                   <p>
//                     448 мм (Ш) × 175,5 мм (В) × 800 мм (Г) (17,64 дюйма (Ш) × 6,91 дюйма
//                     (В) × 31,50 дюйма (Г))
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса</p>
//                   <p>Менее 110 кг при полной загрузке. Подробнее см. в техническом документе.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>
//                     0–40 °С (32–104 °F) Зависит от конфигурации (подробности см. в техническом
//                     документе).
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Данные о производительности</p>
//                   <p>
//                     Официальные результаты SPEC: ссылка Оптимальный вариант применения: Intel Xeon
//                     Platinum 8260  Intel Xeon Platinum 8253
//                   </p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Inspur NF3120M5</h3>
//               <h4>Однопроцессорный сервер начального уровня для предприятий</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-2-1.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-2-2.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-2-3.jpg" alt="Изображение сервера 3" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Великолепная производительность</h5>
//                   <p>
//                     Сервер NF3120M5 поддерживает новейшие процессоры Intel® Xeon® E. Каждый
//                     процессор включает до 8 ядер и поддерживает до 128 ГБ памяти DDR4 2666 МГц. Этот
//                     сервер, оснащенный увеличенным количеством ядер и объемом памяти, обладает
//                     оптимизированной производительностью для вычислений. Высокая пропускная
//                     способность ввода-вывода и оптимизированная обработка изображений высокой
//                     четкости обеспечивают превосходные возможности для разработчиков контента.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Высокая производительность, энергоэффективность и экономичность</h5>
//                   <p>
//                     Максимальное значение расчетной тепловой мощности составляет 95 Вт,
//                     поддерживается один блок питания мощностью 400 Вт или блок питания
//                     с резервированием 1+1 мощностью 550 Вт. NF3120M5 имеет сертификаты
//                     энергоэффективности и экологичности CELP, CECP и Energy Star V3.0, гарантируя
//                     значительное снижение энергопотребления и затрат на обслуживание без ущерба для
//                     высокой производительности. Максимальная эффективность и экономичность
//                     оптимизированы для малых и средних предприятий, поэтому этот сервер отлично
//                     подходит для малых и средних предприятий и небольших рабочих узлов.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Гибкая конфигурация</h5>
//                   <p>
//                     Компактное шасси NF3120M5 глубиной около 550 мм может быть установлено в стойку
//                     глубиной 800 мм, что повышает эффективность развертывания ИТ-систем на малых
//                     и средних предприятиях.
//                   </p>
//                   <p>
//                     Поддерживается широкий спектр конфигураций хранилища. Отсеки для жестких дисков
//                     поддерживают конфигурации с горячей заменой и без нее. Кроме того,
//                     поддерживаются встроенные накопители M.2.
//                   </p>
//                   <p>
//                     Поддерживается два встроенных разъема Gigabit Ethernet и два разъема расширения
//                     PCIe 3.0 для клиентов, которым требуется гибкость для различных системных
//                     функций и производительности.
//                   </p>
//                   <p>
//                     Поддерживается 6 портов USB, 2 порта VGA и 2 интерфейса DP, а также предлагается
//                     широкий спектр интерфейсов ввода-вывода, подходящих для различных вариантов
//                     применения.
//                   </p>
//                 </li>
//               </ul>
//               <button
//                 id="accordion-server"
//                 class="server__accordion"
//                 onclick="ym(91878057,'reachGoal','click2')"
//               >
//                 <div>Характеристики</div>
//               </button>
//               <ul id="accordion-content" class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Форм-фактор</p>
//                   <p>1U, установка в стойку</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>
//                     Поддержка одного процессора из семейства Intel® Xeon® E Процессорные ядра:
//                     до 8 ядер (частота 4,0 ГГц) Расчетная тепловая мощность (TDP): до 95 Вт
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Набор микросхем</p>
//                   <p>Intel C242/C246</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     До 4 модулей памяти DDR4 2666 МТ/с Поддержка модулей памяти UDIMM, до 128 ГБ (32
//                     ГБ на модуль DIMM)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     С возможностью горячей замены:  до 4 3,5/2,5-дюймовых жестких дисков SATA/SAS
//                     Без возможности горячей замены:  до 4 3,5/2,5-дюймовых жестких дисков SATA/SAS
//                     Поддержка 1 встроенного твердотельного накопителя SATA/PCIe M.2
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Контроллер системы хранения</p>
//                   <p>
//                     Встроенный контроллер SATA, поддерживающий RAID 0/1 Стандартный RAID-контроллер
//                     PCIe, поддерживающий RAID 0/1/5/6/10
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Сеть</p>
//                   <p>Поддержка 2 сетевых портов GbE Поддержка функции NCSI</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Разъем масштабирования подсистемы ввода-вывода</p>
//                   <p>
//                     Поддержка до 2 разъемов PCIe 3.0 Конфигурация с резервированным блоком питания:
//                     2 разъема PCIe Gen3 x8 половинной высоты и половинной длины Конфигурация
//                     с фиксированным блоком питания:  1 разъем PCIe Gen3 x8 полной высоты
//                     и половинной длины + 1 разъем PCIe Gen3 x8 половинной высоты и половинной длины
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Интерфейс</p>
//                   <p>
//                     Передняя панель: 1 USB 2.0, 1 USB 3.0, 1 VGA Задняя панель:  4 порта USB 3.0,
//                     1 порт VGA, 2 порта для дисплея, 1 порт управления GbE, 1 COM-порт и 1
//                     последовательный порт
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вентилятор системы</p>
//                   <p>4 вентилятора серии 4028 с возможностью горячей замены</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     Поддержка 1 блока питания FLEX мощностью 400 Вт Поддержка 2 блоков питания
//                     мощностью 550 Вт (Gold), резервирование 1+1
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Управление системой</p>
//                   <p>
//                     Поддержка дистанционного управления, IPMI 2.0, KVM Over IP, SOL, SNMP и т. д.
//                     Поддержка 1 заднего выделенного порта управления IPMI RJ-45
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>ОС</p>
//                   <p>
//                     Поддержка Microsoft Windows Server, Red Hat Enterprise Linux, SUSE Linux
//                     Enterprise Server, Ubuntu Server, Citrix Xen Server или VMWare ESXi
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры</p>
//                   <p>
//                     438 мм (Ш) × 43,2 мм (В) × 551 мм (Г) (17,24 дюйма (Ш) × 1,70 дюйма
//                     (В) × 21,69 дюйма (Г)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса</p>
//                   <p>
//                     Полная конфигурация: 20 кг (включая сервер + упаковку + комплект направляющих +
//                     ящик с компонентами)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>5–35 °С (41–95 °F)</p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Inspur NF5476M5</h3>
//               <h4>
//                 2-процессорный сервер 4U для установки в стойку, созданный для хранения больших
//                 массивов данных
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-3-1-f.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-3-2-f.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-3-3-f.jpg" alt="Изображение сервера 3" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Хранение больших массивов данных</h5>
//                   <p>
//                     Шасси размера 4U поддерживает до 60 3,5-дюймовых жестких дисков с возможностью
//                     горячей замены и емкостью системы хранения до 960 ТБ.
//                   </p>
//                   <p>
//                     4 2,5-дюймовых твердотельных накопителя U.2 NVMe (или 2,5-дюймовых твердотельных
//                     накопителя SATA) и 2 твердотельных накопителя SATA M.2 для многоуровневого
//                     хранения.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Экологичность и энергоэффективность</h5>
//                   <p>
//                     Технология управления питанием от компании Inspur обеспечивает точный мониторинг
//                     и контроль энергопотребления системы в режиме реального времени.
//                   </p>
//                   <p>
//                     Ряд энергосберегающих технологий, таких как регулировка скорости вентилятора,
//                     снижение энергопотребления жесткого диска, интеллектуальное управление питанием,
//                     гибернация блока питания и т. д.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Простота управления</h5>
//                   <p>
//                     Особый дизайн конструкции: 3,5-дюймовые жесткие диски высокой плотности
//                     с возможностью горячей замены.
//                   </p>
//                   <p>
//                     Конструкция, ориентированная на человека: возможность замены жестких дисков, ЦП,
//                     памяти, вентилятора, блока питания, плат и других компонентов без извлечения
//                     сервера из стойки.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Интеллектуальное управление</h5>
//                   <p>
//                     ISPIM (Inspur Infrastructure Management Platform) — это разработанная компанией
//                     система мониторинга для сбора данных и оповещений в режиме реального времени.
//                   </p>
//                   <p>
//                     ISBMC (Inspur Server Baseboard Management System) автоматически выполняет задачи
//                     управления для обеспечения стабильной работы сервера.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Характеристики</p>
//                   <p>Сервер высотой 4U для установки в стойку</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>
//                     Поддержка 1–2 масштабируемых процессоров Intel® Xeon® серии
//                     3100/4100/4200/5100/5200/6100/6200/8100/8200. Поддержка до 28 ядер, максимум
//                     3,8 ГГц (4 ядра). 2 взаимосвязанных канала UPI с макс. скоростью 10,4 ГТ/с
//                     на канал.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     Поддержка до 12 модулей DIMM и 6 каналов памяти на процессор. Максимальная
//                     скорость 2933 МТ/с и поддержка модулей RDIMM и LRDIMM. Поддержка памяти
//                     с функцией исправления ошибок, зеркалирования памяти и резервирования рангов
//                     памяти.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     До 4 модулей памяти DDR4 2666 МТ/с Поддержка модулей памяти UDIMM, до 128 ГБ (32
//                     ГБ на модуль DIMM)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     60 3,5-дюймовых жестких дисков SATA 4 твердотельных накопителя U.2 NVMe/SATA 2
//                     твердотельных накопителя M.2 для установки ОС (Максимальное количество
//                     поддерживаемых жестких дисков зависит от конфигурации.)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Разъем расширения подсистемы ввода-вывода</p>
//                   <p>
//                     Модуль переходной платы 1: 2 порта PCIe 3.0 Модуль переходной платы 2: 1 порт
//                     PCIe 3.0 1 карта OCP 2 встроенных платы контроллера PCIe 3.0 Поддержка
//                     модульного расширения без использования инструментов, требуется крепление
//                     винтами.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Расположение вывода разъема расширения подсистемы ввода-вывода</p>
//                   <p>В качестве опции. Спереди или сзади.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Разъем масштабирования подсистемы ввода-вывода</p>
//                   <p>
//                     Поддержка до 2 разъемов PCIe 3.0 Конфигурация с резервированным блоком питания:
//                     2 разъема PCIe Gen3 x8 половинной высоты и половинной длины Конфигурация
//                     с фиксированным блоком питания:  1 разъем PCIe Gen3 x8 полной высоты
//                     и половинной длины + 1 разъем PCIe Gen3 x8 половинной высоты и половинной длины
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Порты</p>
//                   <p>
//                     1 порт RJ-45 1 Гбит (порт BMC) 1 стандартный порт VGA, 2 порта USB 3.0 1 порт
//                     AV, 1 кнопка питания 1 UID (совместно используется со сбросом BMC)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вентилятор</p>
//                   <p>
//                     Вычислительный модуль: вентиляторы с резервированием 3+1, 4056 и с возможностью
//                     горячей замены Модуль хранения: вентиляторы с резервированием 3+1, 8056 и с
//                     возможностью горячей замены
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     Резервированный (по схеме 1+1) блок питания стандарта Platinum с возможностью
//                     горячей замены
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Управление системой</p>
//                   <p>1 выделенный сетевой порт 1 Гбит для дистанционного управления</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Операционная система</p>
//                   <p>
//                     Поддержка Microsoft Windows Server 2012, 2016, SUSE Linux Enterprise Server 12,
//                     Red Hat Enterprise 7, CentOS 7, Kylin 7.4 и т. д.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры мейнфрейма</p>
//                   <p>
//                     447 мм (Ш) × 174 мм (В) × 800 мм (Г) (17,60 дюйма (Ш) × 6,85 дюйма
//                     (В) × 31,45 дюйма (Г))
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса</p>
//                   <p>89 кг при полной загрузке. Подробности см. в техническом документе.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>5–35 °С (41–95 °F)</p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Inspur NF5468M5</h3>
//               <h4>
//                 Сервер для получения логического вывода высокой плотности с гибкой топологией
//                 графических процессоров
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-4-1-f.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-4-2-f.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-4-3-f.jpg" alt="Изображение сервера 3" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Основные возможности</h5>
//                   <p>
//                     Inspur NF5468M5 — это сервер для получения логического вывода высокой плотности,
//                     предназначенный для крупномасштабного развертывания в центре обработки данных.
//                     Он оснащен масштабируемым процессором Intel® Xeon® 2-го поколения и поддерживает
//                     16 графических ускорителей NVDIA в компактном корпусе 4U. Это оптимальный
//                     вариант для облаков с искусственным интеллектом, систем безопасности, отраслей
//                     финансов, связи, здравоохранения и других сценариев.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Высокая производительность для обучения искусственного интеллекта</h5>
//                   <p>Поддержка 8 графических процессоров NVDIA V100 с PCIe и NVLink.</p>
//                   <p>
//                     Интеграция 4 современных технологий: NVLink 2.0, RDMA, GPUDricet, 　　32G HBM2.
//                   </p>
//                   <p>
//                     Высочайшая производительность вычислений и минимальная задержка передачи данных.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>
//                     Высокая надежность для большинства сценариев применения искусственного
//                     интеллекта
//                   </h5>
//                   <p>
//                     Поддержка более 10 типов конфигураций графических процессоров, обеспечение
//                     легкости переключения без открывания шасси.
//                   </p>
//                   <p>
//                     Графические процессоры соединены друг с другом через 3 UPI, что обеспечивает
//                     самую высокую в отрасли пропускную способность передачи данных.
//                   </p>
//                   <p>
//                     Подходит для широкого спектра сценариев применения искусственного интеллекта.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>
//                     Высокая эффективность для получения логического вывода с использованием
//                     искусственного интеллекта
//                   </h5>
//                   <p>
//                     Поддержка до 20 графических процессоров NVIDIA Tesla T4 и 24 3,5-дюймовых
//                     жестких дисков.
//                   </p>
//                   <p>
//                     Возможность обработки 300 потоков видео 1080P в приложениях для структурирования
//                     видео.
//                   </p>
//                   <p>
//                     Сервер позволяет продлить срок действия хранилища данных до 9 раз по сравнению
//                     с мировым стандартом.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Модель</p>
//                   <p>NF5468M5-S NF5468M5-P NF5468M5-V</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Ускоритель</p>
//                   <p>
//                     NF5468M5-S: Поддержка 8 графических процессоров NVIDIA® Tesla® NVLink™ V100
//                     Поддержка 4 разъемов PCIe 3.0 x16, всего 12 разъемов PCIe 3.0 x16. <br />
//                     NF5468M5-P: Поддержка 8 графических процессоров NVIDIA® Tesla® PCIe V100, V100S,
//                     RTX 6000 Passive, RTX 8000 Passive Поддержка 4 разъемов PCIe 3.0 x16, всего 12 разъемов
//                     PCIe 3.0 x16 Поддержка 8 графических процессоров Cambricon MLU270.<br />
//                     NF5468M5-V: Поддержка до 20 графических процессоров NVIDIA® Tesla® T4 Поддержка 4 разъемов
//                     PCIe 3.0 x16, всего 20 разъемов PCIe 3.0 x16.<br />
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>2 масштабируемых процессора Intel Xeon 2-го поколения</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Набор микросхем</p>
//                   <p>Набор микросхем Intel® серии C620 (Lewisburg-2)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     24 модуля RDIMM DDR4 2933 МТ/с с функцией исправления ошибок (ECC), 12 каналов
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Встроенная карта PCIe</p>
//                   <p>Поддержка до 2 встроенных массивов RAID</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Передняя панель ввода-вывода</p>
//                   <p>2 порта USB 3.0 1 порт VGA 1 порт RJ-45</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Задняя панель ввода-вывода</p>
//                   <p>
//                     1 порт, 1 порт VGA 2 порта USB 3.0 1 порт управления RJ-45 2 порта Ethernet 10G
//                     SFP+
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     NF5468M5-S: Передняя панель: 12 2,5/3,5-дюймовых жестких дисков SAS/SATA
//                     (4 твердотельных накопителя U.2 NVME), 2 твердотельных накопителя M.2.<br />
//                     NF5468M5-P: Передняя панель: 12 2,5- или 3,5-дюймовых жестких дисков SAS/SATA (8 твердотельных
//                     накопителя U.2 NVME), 2 твердотельных накопителя M.2.<br />
//                     NF5468M5-V: Передняя панель: 24 2,5- или 3,5-дюймовых жестких диска SAS/SATA (4 твердотельных
//                     накопителя U.2 NVME), 2 твердотельных накопителя M.2.<br />
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>RAID-массив</p>
//                   <p>
//                     Поддержка RAID 0/1/10/5/50/6/60 и т. д. Поддержка защиты кэш-памяти с помощью
//                     суперконденсатора; переходы между состояниями RAID, выделение памяти RAID
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Операционная система</p>
//                   <p>
//                     Microsoft Windows Sever, Red Hat Enterprise Linux, Ubuntu Linux, CentOS и другие
//                     основные ОС
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Охлаждение</p>
//                   <p>Резервированный вентилятор с возможностью горячей замены</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     4 блока питания Platinum 80 plus мощностью 1600, 2000 или 2200 Вт
//                     с резервированием 2+2
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шасси</p>
//                   <p>4U, 435 мм (Ш) × 175,5 мм (В) × 830 мм (Г)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>5–35 °C (41–95 °F)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Полная масса</p>
//                   <p>≤70 кг</p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Inspur NE5260M5</h3>
//               <h4>Сервер с искусственным интеллектом для граничных вычислений</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-5-1-f.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-5-2-f.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-5-3-f.jpg" alt="Изображение сервера 3" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Компактный размер и настенный монтаж</h5>
//                   <p>
//                     Он имеет вдвое меньший размер по сравнению со стандартным сервером 2U
//                     и поддерживает настенный монтаж.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Адаптируемость к окружающей среде</h5>
//                   <p>
//                     Рабочая температура: от −5 до +45 °С; влажность: 5–85 %; ЭМС операторского
//                     класса; пыленепроницаемая, коррозионно- и сейсмостойкая конструкция.
//                   </p>
//                   <p>
//                     Поддержка оптимизации для жестких условий развертывания периферийных устройств.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Легкость обслуживания</h5>
//                   <p>
//                     Модульная конструкция и доступ для обслуживания со стороны передней панели
//                     повышают удобство обслуживания сервера.
//                   </p>
//                   <p>
//                     Передняя панель ввода-вывода, изоляция горячих и холодных проходов повышают
//                     эффективность охлаждения.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Модель</p>
//                   <p>NE5260M5</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Графический процессор</p>
//                   <p>2 NVIDIA® Tesla® V100 или 6 NVIDIA® Tesla® T4</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>2 масштабируемых процессора Intel® Xeon® второго поколения, 3 UPI</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     2 твердотельных накопителя M2 2280/22110 (SATA/PCIe), 2 2,5-дюймовых жестких
//                     диска или твердотельных накопителя (SATA/NVMe) Поддержка SATA Slimline x8 (от x8
//                     QAT)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Интерфейс</p>
//                   <p>
//                     6 карт PCIe 3.0, 2 карты PCIe x16 двойной ширины, расчетная тепловая мощность
//                     GPU 300 Вт + 2 карты PCIe x16 полной высоты и половинной длины 4 карты PCIex16
//                     полной высоты и 3/4 длины + 2 карты PCIex8 полной высоты и половинной длины 2
//                     встроенных модуля SFP+ 10G с NCSI (от PCH) Соединения Ethernet до 100 Гбит для
//                     повышения производительности
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шасси</p>
//                   <p>2U, 482,6 мм (Ш) × 87,5 мм (В) × 430 мм (Г)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>Длительная работа: от 5 до 40 °С; краткосрочно: от −5 до +45 °С</p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Inspur NF5266M5</h3>
//               <h4>Серверы 2U24, оптимизированные для хранения данных</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-6-1-f.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-6-2-f.jpg" alt="Изображение сервера 2" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Большая емкость хранилища</h5>
//                   <p>
//                     NF5266M5 поддерживает до 24 3,5-дюймовых жестких дисков и 4 2,5-дюймовых жестких
//                     дисков, обеспечивая на 50 % большую плотность хранения по сравнению с обычными
//                     серверами 2U12.
//                   </p>
//                   <p>
//                     Он поддерживает 4 твердотельных накопителя U.2 NVMe с возможностью горячей
//                     замены и соответствует требованиям к быстрому доступу к данным в средах
//                     виртуализации и распределенной архитектуры.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Гибкая масштабируемость</h5>
//                   <p>
//                     Поддерживает несколько конфигураций карт RAID или карт SAS по выбору
//                     пользователя.
//                   </p>
//                   <p>
//                     Поддерживает накопители SAS/SATA/NVMe для удовлетворения требованиям операций
//                     по многоуровневому размещению данных.
//                   </p>
//                   <p>
//                     Поддерживает сетевые карты расширения 1, 10, 25 или 100 Гбит для удовлетворения
//                     требованиям различных бизнес-сред и серверных залов.
//                   </p>
//                   <p>
//                     Поддерживает один разъем расширения PCIe 3.0, дополнительно повышая
//                     производительность ввода-вывода и сети.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Высокая вычислительная мощность</h5>
//                   <p>
//                     Сервер NF5266M5 создан на основе масштабируемых процессоров нового поколения
//                     Intel® Xeon® Cascade Lake и поддерживает до двух 24-ядерных процессоров для
//                     удовлетворения требованиям к производительности различных бизнес-приложений.
//                   </p>
//                   <p>
//                     Поддерживает 12 модулей памяти DDR4 с функцией исправления ошибок (RDIMM/LDRIMM)
//                     и скоростью 2933 МТ/с и обеспечивает повышенное быстродействие, удобство
//                     использования и высокую емкость.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Удобство использования</h5>
//                   <p>
//                     Конструкция сервера, соответствующая потребностям и возможностям человека,
//                     допускает работы по техобслуживанию без остановки рабочих процессов. Аппаратная
//                     конструкция оптимизирована для обеспечения быстрой разборки, дальнейшего
//                     сокращения времени обслуживания и повышения эксплуатационной готовности.
//                   </p>
//                   <p>
//                     Все накопители в системе поддерживают горячую замену. Накопители поддерживают
//                     RAID 0/1/1E/10/5/50/50/60, обеспечивают кэш-память RAID-контроллера
//                     и поддерживают защиту от потери питания с использованием суперконденсатора.
//                   </p>
//                   <p>
//                     Оптимальная рабочая среда достигается за счет интеграции уникальной
//                     интеллектуальной технологии управления от компании Inspur с усовершенствованной
//                     системой охлаждения, которая также гарантирует стабильность работы системы
//                     и энергоэффективность.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Интеллектуальное управление</h5>
//                   <p>
//                     Система Inspur Server Baseboard Management Controller (ISBMC) нового поколения
//                     автоматически выполняет задачи управления для обеспечения стабильной работы
//                     сервера.
//                   </p>
//                   <p>
//                     Платформа ISBMC — это разработанная компанией Inspur система мониторинга,
//                     которая осуществляет сбор данных и отправку оповещений в режиме реального
//                     времени.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Характеристики</p>
//                   <p>Сервер высотой 2U для установки в стойку</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>
//                     Поддерживает 1–2 масштабируемых процессора Intel® Xeon® серии
//                     4100/4200/5100/5200/6100/6200/8200; 2 взаимосвязанных канала UPI с максимальной
//                     скоростью 10,4 ГТ/ на канал, максимальный кэш L3 — 30,25 МБ; максимальная
//                     мощность — 165 Вт.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Набор микросхем</p>
//                   <p>Intel серии C622</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     Поддерживает до 12 модулей DIMM; каждый процессор поддерживает 6 каналов памяти,
//                     максимальное быстродействие DIMM 2933 МТ/с. Два процессора поддерживают
//                     до 12 модулей DIMM по 64 ГБ, максимальная емкость — 768 ГБ. Поддерживает модули
//                     RDIMM, LRDIMM; модули DIMM поддерживают функцию исправления ошибок,
//                     зеркалирование памяти и резервирование рангов памяти
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     Передние узлы: поддержка до 24 3,5-дюймовых накопителей. Задние узлы: поддержка
//                     до 4 2,5-дюймовых накопителей. Внутренние узлы: 2 твердотельных накопителя M.2;
//                     поддержка накопителей SAS/SATA/SSD.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Контроллер системы хранения</p>
//                   <p>
//                     Контроллер SATA на материнской плате, поддерживает RAID 0/1/5/10; интерфейс
//                     контроллера NVMe на материнской плате, настраиваемый с помощью ключа Intel NVMe
//                     RAID; поддерживает несколько конфигураций внешних RAID-карт или карт SAS
//                     по выбору пользователя.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Сетевой порт</p>
//                   <p>
//                     Сервер поддерживает 1 карту OCP или 1 карту PHY. Карта PHY: поддерживает
//                     2–4 карты с конфигурацией сетевых портов 1 или 10 Гбит. Карта OCP: поддерживает
//                     1–2 карты с конфигурацией сетевых портов 10 или 25 Гбит. Стандартная карта
//                     Ethernet PCIe: поддерживает 1, 10, 25, 40 или 100 Гбит.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Разъем расширения подсистемы ввода-вывода</p>
//                   <p>
//                     Поддержка до 4 стандартных разъемов PCIe и 1 разъема для карты OCP или PHY.
//                     Модуль переходной платы 1 расширяет систему до 2 портов PCIe 3.0 x16. Модуль
//                     переходной платы 2 расширяет систему до 2 портов PCIe 3.0 x8.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Порты</p>
//                   <p>
//                     Передняя панель (порты шасси): 1 порт VGA, 2 порта USB 3.0. Задняя панель:
//                     1 порт VGA + 2 порта USB 3.0 + 1 выделенный сетевой порт управления RJ-45 для
//                     модуля BMC.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вентилятор</p>
//                   <p>5 вентиляторов с возможностью горячей замены и резервированием N+1.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>Поддержка 2 блоков питания мощностью 800 или 1300 Вт, резервирование 1+1.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Управление системой</p>
//                   <p>1 выделенный сетевой порт 1000 Гбит для дистанционного управления IPMI 2.0.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Операционная система</p>
//                   <p>Поддержка Windows Server, Red Hat, SUSE, Centos, Oracle Linux и т. д.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры</p>
//                   <p>
//                     446 мм (Ш) × 88 мм (В) × 850 мм (Г) (17,56 дюйма (Ш) × 3,46 дюйма
//                     (В) × 33,46 дюйма (Г))
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса</p>
//                   <p>Менее 60 кг при полной загрузке. Подробнее см. в техническом документе.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>5–35 °С (41–95 °F)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Данные о производительности</p>
//                   <p>
//                     Официальные результаты SPEC: ссылка. Оптимальный вариант применения: Intel®
//                     Xeon® Silver 4214R
//                   </p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Inspur NF5260M5</h3>
//               <h4>Общедоступный сервер, разработанный для компаний в сфере CSP</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-7-1-f.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-7-2-f.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-7-3-f.jpg" alt="Изображение сервера 2" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Основные возможности</h5>
//                   <p>
//                     NF5266M5 поддерживает до 24 3,5-дюймовых жестких дисков и 4 2,5-дюймовых жестких
//                     дисков, обеспечивая на 50 % большую плотность хранения по сравнению с обычными
//                     серверами 2U12.
//                   </p>
//                   <p>
//                     Inspur NF5260M5 — это устанавливаемый в стойку 2-процессорный сервер высотой 2U
//                     на базе масштабируемого процессора Intel® Xeon® нового поколения,
//                     оптимизированный для пользователей в сфере CSP, выдвигающих жесткие требования
//                     к серверам для интернет-приложений. NF5260M5 лучше соответствует требованиям
//                     пользователей благодаря высокой пропускной способности сети, высокой
//                     производительности вычислений и памяти большой емкости и является оптимальным
//                     решением для облачных вычислений, обработки больших данных и других
//                     распространенных бизнес-направлений.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Превосходная масштабируемость вычислительной мощности и хранилища</h5>
//                   <p>
//                     Поддерживает масштабируемые процессоры Intel® Xeon® нового поколения, до 28 ядер
//                     и 56 потоков на процессор.
//                   </p>
//                   <p>
//                     Разъемы DIMM поддерживают до 12 модулей памяти Optane™ PMem, что значительно
//                     повышает производительность приложений.
//                   </p>
//                   <p>
//                     Поддерживает до 18 твердотельных накопителей NVME со сверхвысокой
//                     производительностью ввода-вывода.
//                   </p>
//                   <p>
//                     Иерархическая архитектура хранения данных, включающая твердотельные накопители
//                     NVMe и жесткие диски, обеспечивает оптимальную производительность и стоимость.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Возможность адаптации для различных вариантов применения</h5>
//                   <p>
//                     Гибкая конфигурация хранилища, подсистемы ввода-вывода и сетевых возможностей
//                     для различных сценариев.
//                   </p>
//                   <p>
//                     Предоставляет множество интерфейсов ввода-вывода, до 4 разъемов PCIe 3.0 и 1
//                     разъем OCP PCIe в корпусе 2U, удовлетворяя самым высоким требованиям клиентов.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Оптимизированная конструкция с низким уровнем шума и тепловыделением</h5>
//                   <p>
//                     Систематическая конструкция с низким уровнем шума для улучшения работы
//                     пользователей.
//                   </p>
//                   <p>Конструкция тепловых каналов Stay Cool и вентиляторы с резервированием N+1.</p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Интеллектуальное управление</h5>
//                   <p>Модульная конструкция упрощает обслуживание.</p>
//                   <p>
//                     Программное обеспечение ISPIM обеспечивает мониторинг и управление в режиме
//                     реального времени для повышения эффективности работы.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Форм-фактор</p>
//                   <p>2U, установка в стойку</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>
//                     Поддержка 1–2 масштабируемых процессоров Intel® Xeon®. Процессорные ядра:
//                     до 28 ядер (частота 2,7 ГГц). Тактовая частота процессора: до 3,8 ГГц (4 ядра).
//                     3 взаимосвязанных канала UPI, максимальная скорость передачи одного канала —
//                     10,4 ГТ/с. Расчетная тепловая мощность (TDP): до 205 Вт.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Набор микросхем</p>
//                   <p>Intel C621</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     До 24 модулей памяти DDR4 2666 или 2933 МТ/с. Один процессор поддерживает
//                     12 модулей DIMM, два процессора поддерживают 24 модуля DIMM. Поддерживает модули
//                     памяти RDIMM/LRDIMM/Optane PMem.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     Передняя панель: поддерживает до 12 2,5-дюймовых или 12 3,5-дюймовых
//                     твердотельных накопителей SAS/SATA/NVMe или 18 твердотельных накопителей NVMe.
//                     Встроенное: поддерживает до 2 твердотельных накопителей M.2. Задняя панель:
//                     поддерживает до 2 твердотельных накопителей SAS/SATA/NVMe. (Максимальное
//                     количество поддерживаемых накопителей зависит от конфигурации.)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Контроллер системы хранения</p>
//                   <p>
//                     Встроенный контроллер SATA, поддерживающий RAID 0/1/5/10. Опционально
//                     сконфигурирован с высокопроизводительным SAS/RAID-контроллером с кэшем для
//                     поддержки RAID 0/1/5/6/10/50/60, поддерживает защиту с помощью аккумуляторной
//                     батареи и конденсаторов.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Сеть</p>
//                   <p>
//                     Поддерживается 1 карта OCP. Стандартная карта Ethernet PCIe: поддерживает 1, 10
//                     или 25 Гбит/с.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Разъемы PCIe</p>
//                   <p>Поддерживает до 4 разъемов PCIe 3.0 (x16 × 3/x8 × 1) + 1 разъем OCP PCIe.</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Интерфейсы</p>
//                   <p>
//                     Передняя панель: 2 порта USB 2.0, 1 индикатор UID (синий) и кнопка. Встроенные:
//                     1 последовательный порт. Задняя панель: 2 порта USB 3.0, 1 порт VGA, 1 индикатор
//                     UID (синий) и кнопка.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вентилятор системы</p>
//                   <p>
//                     4 вентилятора 8056 с возможностью горячей замены и резервированием N+1
//                     (двухроторные).
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     Поддержка 2 блоков питания (Platinum) мощностью 800 или 1300 Вт, резервирование
//                     1+1.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Управление системой</p>
//                   <p>
//                     Встроенный модуль управления BMC, поддерживающий IPMI, SOL, KVM Over IP,
//                     виртуальные носители и другие функции управления; один интерфейс управления
//                     RJ-45 1 Гбит (с поддержкой NCSI).
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>ОС</p>
//                   <p>
//                     Поддерживает RHEL7.X, RHEL6.X, Windows Server 2016, Windows Server 2019, CentOS
//                     7.x, Vmware Esxi 6.x, SUSE 12.x, Ubuntu 16.x или Ubuntu 18.x.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры</p>
//                   <p>
//                     448 мм (Ш) × 87,6 мм (В) × 780 мм (Г) (17,64 дюйма (Ш) × 3,45 дюйма
//                     (В) × 30,71 дюйма (Г))
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса</p>
//                   <p>
//                     Масса хоста в стандартной конфигурации (12 накопителей): 28,2 кг; полная масса:
//                     34,3 кг (включая хост-систему + упаковку + комплект направляющих + ящик
//                     с компонентами).
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>10–35 °С (50–95 °F) Подробности см. в техническом документе.</p>
//                 </li>
//               </ul>
//             </li>
//           </ul>
//         </div>
//         <div class="swiper-slide">
//           <span class="server__caption">
//             Подходит для HCI, больших данных, высокопроизводительных вычислений, распределенных
//             хранилищ данных и других сценариев применения.
//           </span>
//           <ul class="server__list">
//             <li class="server__item">
//               <h3>Inspur i48</h3>
//               <h4>
//                 Совершенно новая многоузловая модульная система форм-фактора 4U высокой плотности
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-3-1.jpg" alt="Изображение сервера 1" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Подходит для крупномасштабных развертываний высокой плотности</h5>
//                   <p>
//                     8 вычислительных узлов NS5488M5 можно развернуть в стойке высотой 4U. Эта
//                     плотность развертывания вдвое выше по сравнению с другими серверами,
//                     устанавливаемыми в стойку. i48 поддерживает требования к крупномасштабным
//                     вычислениям в центрах обработки данных с высокой плотностью размещения. Он также
//                     обеспечивает единообразное развертывание 4 вычислительных узлов и узлов хранения
//                     в пространстве 4U, благодаря чему подходит для приложений виртуализации
//                     и гиперконвергенции. Кроме того, этот сервер может обеспечить развертывание
//                     с большим объемом хранилища, которое включает 2 узла и 72 жестких диска
//                     в пространстве 4U. Это развертывание соответствует требованиям
//                     к крупномасштабному хранилищу высокой плотности.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Оптимизированная конструкция портов</h5>
//                   <p>
//                     Превосходная масштабируемость i48 обеспечивает преимущество перед другими
//                     серверами высокой плотности. Например, он поддерживает до 6 устройств PCIe
//                     в конфигурации с вычислительными узлами 4U8N. i48 также обеспечивает аппаратную
//                     архитектуру с балансировкой NUMA для устройств расширения PCIe и устройств NVMe,
//                     что позволяет повысить производительность на 20 % и более. Доступные спереди
//                     разъемы расширения подсистемы ввода-вывода способствуют более простому
//                     регулярному техобслуживанию. Специальная конструкция вентиляторов системы
//                     предотвращает высокотемпературные обратные потоки в каналах.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Легкое внедрение и обслуживание кластера</h5>
//                   <p>
//                     Многоузловая и модульная конструкция i48 позволяет легко интегрировать несколько
//                     узлов, что позволяет обеспечить быструю доставку и монтаж в стойку. i48
//                     поддерживает модули управления резервированием CMC и реализует унифицированное
//                     управление всеми узлами в шасси. Модуль конвергенции сетей 1G настраивается для
//                     реализации общей внешней сети для всего шасси, что позволяет легко управлять
//                     кластерами серверов.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Идеальное решение охлаждения</h5>
//                   <p>
//                     i48 имеет независимый канал охлаждения для централизованного охлаждения горячих
//                     точек сервера, таких как ЦП, подсистемы хранения данных, блоки питания и внешние
//                     устройства PCIe. Система охлаждения предотвращает возникновение теплового потока
//                     между горячими точками.
//                   </p>
//                   <p>
//                     i48 позволяет реализовать изоляцию горячих и холодных проходов для внешних
//                     устройств PCIe, что значительно увеличивает эффективность охлаждения. В сервере
//                     есть обратный поток.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Характеристики</p>
//                   <p>
//                     Стандартное шасси 4U поддерживает 8 вычислительных узлов, 4 узла балансировки,
//                     2 узла хранения или двухканальное хранилище с 72 накопителями.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вентилятор</p>
//                   <p>
//                     5 модулей вентиляторов в задней части с резервированием N+1, демонтажом без
//                     использования инструментов и предотвращением обратного потока.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     Резервирование 2+2/3+1, блок питания стандарта Platinum мощностью 1300, 1600 или
//                     2000 Вт, 100–240 В перем. тока, 240 В пост. тока высокого напряжения.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Управление системой</p>
//                   <p>
//                     Внутренний чип BMC Aspeed2500 на каждый узел. Все шасси поддерживает модуль
//                     управления CMC, резервирование CMC 1+1 и один интерфейс IPMI.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры</p>
//                   <p>448 мм (Ш) × 175,5 мм (В) × 895,5 мм (Г)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса</p>
//                   <p>
//                     Масса шасси: 30 кг Полная масса: 78 кг: сервер и 8 узлов NS5488M5 98 кг: сервер
//                     и 4 узла NS5484M5 120 кг: сервер и 2 узла NS5482M5 120 кг: сервер и 1 узел
//                     NS5482M5 + 1 корпус хранилища NS5482JD
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>
//                     Температура хранения (в упаковке): от −40 до +70 °С; температура хранения (без
//                     упаковки): −40 до +55 °С; рабочая температура: 5–40 °C. Рабочая температура
//                     может зависеть от конфигурации. Для получения дополнительных сведений обратитесь
//                     в нашу службу технической поддержки.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>
//                     2 масштабируемых процессора Intel® Xeon®, 2 взаимосвязанных канала UPI с макс.
//                     скоростью 10,4 ГТ/с на канал, макс. мощность 165 Вт.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Набор микросхем</p>
//                   <p>Intel C624/C621</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Память</p>
//                   <p>
//                     Поддерживает 16 модулей памяти DIMM DDR4, поддерживает частоту памяти
//                     до 2933 МГц и модули Optane Pmem.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Контроллер системы хранения</p>
//                   <p>
//                     Контроллер SATA на материнской плате, поддерживает RAID 0/1/5/10 3108, карта
//                     RAID поддерживает RAID 0/1/10/1E/5/6/10/50.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Порты</p>
//                   <p>
//                     Каждый узел имеет разъем SUV, добавляющий 2 порта USB 2.0 и 1 порт USB 3.0,
//                     1 порт VGA и 1 последовательный порт DB9.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Сетевой порт</p>
//                   <p>
//                     Каждый узел поддерживает 1 карту OCP или карту PHY и стандартные сетевые карты
//                     PCIe.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Хранилище</p>
//                   <p>
//                     Шасси 1: узел NS5488M5 поддерживает три решения для хранения данных;
//                     поддерживает до 4 2,5-дюймовых накопителей SATA/SAS/SSD/NVMe и 2 твердотельных
//                     накопителя M.2. Шасси 2: узел NS5484M5 поддерживает три решения для хранения
//                     данных; поддерживает до 2 2,5-дюймовых накопителей SATA/SAS/SSD/NVMe, 12
//                     3,5/2,5-дюймовых накопителей и 2 твердотельных накопителя M.2. Шасси 3: узел
//                     NS5482M5 поддерживает три решения для хранения данных; поддерживает до 2
//                     2,5-дюймовых накопителей SATA/SAS/SSD/NVMe, 36 3,5/2,5-дюймовых накопителей и 2
//                     твердотельных накопителя M.2.
//                   </p>
//                 </li>
//               </ul>
//             </li>
//           </ul>
//         </div>
//         <div class="swiper-slide">
//           <span class="server__caption"
//             >Подходят для виртуализации, анализа больших данных, распределенных решений для хранения
//             данных и других сценариев применения.</span
//           >
//           <ul class="server__list">
//             <li class="server__item">
//               <h3>Inspur Rack Scale Server OR</h3>
//               <h4>Открытые платформы для перспективных центров обработки данных</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-3-1-n.jpg" alt="Изображение сервера 1" />
//                 <img src="/images/servers/server-3-2-n.jpg" alt="Изображение сервера 2" />
//                 <img src="/images/servers/server-3-3-n.jpg" alt="Изображение сервера 3" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Основные возможности</h5>
//                   <p>
//                     Сервер Inspur Rack Scale Server OR создан на основе стандарта Open Rack Standard
//                     V2.0 и объединяет вычислительные узлы, узлы JBOD и узлы графического процессора
//                     в масштабируемое решение для различных рабочих нагрузок. Это идеальное решение
//                     для гипермасштабируемых центров обработки данных, стремящихся к переходу
//                     на самые последние и наиболее устойчивые стандарты OCP.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Особенности продукта</h5>
//                   <p>
//                     Гибкое сочетание. Гибкий выбор различных вычислительных узлов в соответствии
//                     с различными требованиями пользователя.
//                   </p>
//                   <p>
//                     Стандартная конструкция. Удобная замена, простота обслуживания и гибкая замена
//                     узлов.
//                   </p>
//                   <p>
//                     Высокая плотность. Один шкаф поддерживает до 48 или 96 узлов для снижения
//                     затрат.
//                   </p>
//                   <p>
//                     Централизованное питание. Повышенная эффективность блоков питания обеспечивает
//                     экономию энергии в центрах обработки данных.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Сценарии применения</h5>
//                   <p>– Машинное обучение</p>
//                   <p>– Высокопроизводительные вычисления</p>
//                   <p>– Анализ больших данных</p>
//                   <p>– Облачные вычисления</p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Вычислительный узел 1 (ON5263M5)</p>
//                   <p>
//                     Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая мощность
//                     до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
//                     RDIMM/LRDMM/NVDIMM Хранилище: 1 3,5-дюймовый накопитель + 2 накопителя M.2
//                     (2280) PCIe: 1 разъем PCIe x16 (полной высоты и полной длины) + 1 разъем PCIe
//                     x16 (полной высоты и половинной длины) Сеть: без встроенных портов Ethernet,
//                     карта Ethernet OCP 2.0 в качестве опции Форм-фактор: в пространстве 2OU
//                     поддерживается 3 узла.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вычислительный узел 2 (ON5273M5)</p>
//                   <p>
//                     Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая мощность
//                     до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
//                     RDIMM/LRDMM/NVDIMM Хранилище: 2 2,5-дюймовых накопителя + 2 накопителя M.2
//                     SATA/PCIe x4 PCIe: 1 разъем PCIe x16 (полной высоты и полной длины) + 1 разъем
//                     PCIe x16 (полной высоты и половинной длины) Сеть: без встроенных портов
//                     Ethernet, карта Ethernet OCP 2.0 в качестве опции Форм-фактор: в пространстве
//                     2OU поддерживается 3 узла.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вычислительный узел 3 (ON5283M5)</p>
//                   <p>
//                     Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая мощность
//                     до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
//                     RDIMM/LRDMM/NVDIMM Хранилище: 4 2,5-дюймовых накопителя + 2 накопителя M.2
//                     (2280) PCIe: 3 разъема PCIe x8 (половинной высоты и половинной длины) Сеть: без
//                     встроенных портов Ethernet, карта Ethernet OCP 2.0 в качестве опции Форм-фактор:
//                     в пространстве 2OU поддерживается 3 узла.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Вычислительный узел 4 (ON5163M5)</p>
//                   <p>
//                     Процессор: 2 масштабируемых процессора Intel® Xeon®, расчетная тепловая мощность
//                     до 165 Вт Модули DIMM: 16 модулей DIMM DDR4, поддержка модулей
//                     RDIMM/LRDMM/NVDIMM Хранилище: 1 накопитель M.2 (2280) PCIe: 1 разъем PCIe x16
//                     (полной высоты и половинной длины) Сеть: без встроенных портов Ethernet, карта
//                     Ethernet OCP 2.0 в качестве опции Форм-фактор: в пространстве 1OU поддерживается
//                     3 узла.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>JBOD (ON5266M5)</p>
//                   <p>
//                     Форм-фактор: 2OU, два отдельных отсека для накопителей, 17 3,5-дюймовых
//                     накопителей на отсек ИС расширения: PM 8054 Хранилище: 34 3,5-дюймовых
//                     накопителя (с возможностью горячей замены) Ввод-вывод: 4 × 4 HD mini-SAS, 1 порт
//                     управления RJ-45.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Отсек графических процессоров (ON5488M5)</p>
//                   <p>
//                     Процессор: 64-разрядный процессор ATOM C3000 (2 ядра) Память: одноканальная,
//                     1 модуль DDR3 или DDR3L SODIMM Хранилище: 1 SATA DOM, 1 порт SATA PCIe: 16
//                     стандартных разъемов PCIe x16 для поддержки 16 карт графических процессоров
//                     Ввод-вывод: 2 порта USB 2.0 + 1 порт VGA + 1 COM-порт.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Размеры шкафа</p>
//                   <p>
//                     Наружные размеры: 1067 мм (Г), 600 мм (Ш), 2210 мм (В). Внутренние размеры:
//                     41OU, внутренняя ширина 21 дюйм
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Компоновка шкафа</p>
//                   <p>
//                     Шкаф делится на верхнюю и нижнюю зоны. Каждая зона обеспечивает пространство
//                     16OU для установки сервера и хранилища и 3OU для модуля питания.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Блок питания</p>
//                   <p>
//                     Вход питания переменного/постоянного тока, 2 централизованных модуля питания.
//                     Каждый модуль питания содержит блоки питания с резервированием 3+3.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Отвод тепла</p>
//                   <p>
//                     Каждый узел обеспечивает отвод тепла отдельно с помощью 2 вентиляторов 8056 или
//                     3 вентиляторов 4056.
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Сеть и управление</p>
//                   <p>
//                     Пространство 3OU для сетевых устройств и управления. Модули коммутации 10G, 25G,
//                     40G или 100G в качестве опции
//                   </p>
//                 </li>
//               </ul>
//             </li>
//           </ul>
//         </div>
//         <div class="swiper-slide">
//           <span class="server__caption"
//             >Флеш-хранилище Inspur. Ускорение работы корпоративных приложений.</span
//           >
//           <ul class="server__list">
//             <li class="server__item">
//               <h3>Хранилище данных на основе флеш-памяти HF5000G5</h3>
//               <h4>
//                 HF5000G5 — это флеш-система хранения среднего уровня для основных корпоративных
//                 приложений, предоставляющая возможности SAN и NAS. Она подходит для крупно- и
//                 среднемасштабных баз данных OLTP или OLAP, виртуализации, совместного использования
//                 файлов и других приложений, предоставляя такие превосходные функции, как хранение
//                 данных, аварийное восстановление, конфигурация «активный-активный» и резервное
//                 копирование. HF5000G5 широко используется в сфере государственного управления,
//                 финансах, связи, энергетике, СМИ, здравоохранении, образовании, малом и среднем
//                 бизнесе и других секторах.
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Неограниченное хранилище и высочайшая плавность работы</h5>
//                   <p>
//                     По мере того как Интернет, Интернет вещей, искусственный интеллект и другие
//                     развивающиеся технологии все шире используются в различных секторах,
//                     на предприятиях растет потребность в операциях с данными в режиме реального
//                     времени. В этом случае флеш-массивы хранения данных, обеспечивающие превосходную
//                     производительность и стабильность, становятся оптимальным выбором для ускорения
//                     работы корпоративных хранилищ. Флеш-система хранения данных HF5000G5 обладает
//                     передовой архитектурой NVMe, интеллектуальными алгоритмами работы с флеш-памятью
//                     и повышенной масштабируемостью, которые смогут обеспечить предприятия
//                     ультрапроизводительными сервисами хранения данных.
//                   </p>
//                   <p>
//                     Флеш-массив NVMe. NVMe — это расширенный интерфейс хост-контроллера, созданный
//                     в первую очередь для ускорения передачи данных между корпоративными
//                     и клиентскими системами и твердотельными накопителями (SSD) по шине PCIe. Он
//                     позволяет в полной мере использовать потенциал флеш-массива. Кроме того, NVMe
//                     напрямую подключается к хосту по шине PCIe, что сокращает планирование
//                     ввода-вывода и путь ввода-вывода, гарантируя низкую задержку. Система HF5000G5
//                     с новой архитектурой NVMe может сокращать время задержки до 0,1 мс. Таким
//                     образом, она способна предоставлять клиентам чрезвычайно быстрые и бесперебойные
//                     сервисы хранения данных.
//                   </p>
//                   <p>
//                     Горизонтальное масштабирование. HF5000G5 поддерживает оперативное горизонтальное
//                     масштабирование с использованием до 16 контроллеров и кэш-памяти на уровне ТБ.
//                     Это обеспечивает клиентам возможность экспоненциального наращивания ресурсов
//                     хранения, линейное увеличение производительности и легкость удовлетворения
//                     меняющихся потребностей бизнеса.
//                   </p>
//                   <p>
//                     Оптимизированные алгоритмы работы с флеш-памятью. Во время записи данных
//                     последовательно выполняется их сжатие, агрегация полос и общие операции очистки
//                     данных, чтобы эффективно уменьшить коэффициент расширения записи
//                     на твердотельный накопитель. В то же время в системе используется выравнивание
//                     износа (WL) и упреждающее выравнивание износа (PWL) для обеспечения среднего
//                     срока службы твердотельных накопителей. Кроме того, система поддерживает
//                     глобальный сбор мусора и TRIM, чтобы сократить удаление ошибочных данных с диска
//                     и продлить срок службы твердотельных накопителей, тем самым повышая
//                     производительность системы.
//                   </p>
//                   <p>
//                     Поддержка Optane (впервые в Китае). В Intel® Optane™ используется NVMe и SCM для
//                     устранения ограничений последовательной записи и стирания перед записью
//                     на флеш-память NAND. Таким образом, сокращается время задержки доступа
//                     до 0,02 мс и значительно увеличивается скорость доступа и срок службы
//                     накопителя. Optane помогает повысить производительность на 70 % по сравнению
//                     с флеш-массивом SAS, тем самым обеспечивая клиентам лучшие сервисы хранения.
//                   </p>
//                   <p>
//                     Микросхема интеллектуального сокращения объема данных. В HF5000G5 дедупликация
//                     и сжатие данных реализованы с помощью встроенной микросхемы. Каждый контроллер
//                     оснащен двумя механизмами сокращения объема данных и не занимает ресурсы
//                     центрального процессора. По сравнению с предыдущим вариантом аппаратного сжатия
//                     производительность повысилась на 30 %. Между тем коэффициент сокращения объема
//                     данных достигает 5:1, что может значительно увеличить плотность хранения
//                     и снизить стоимость хранения.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Надежное совместное использование данных и работа в круглосуточном режиме</h5>
//                   <p>
//                     В HF5000G5 используется архитектура со всеми активными узлами и полностью
//                     резервируются ключевые компоненты. С помощью высоконадежных решений защиты
//                     данных, таких как удаленная репликация, конфигурация «активный-активный», трех
//                     центров обработки данных с двумя вариантами, система HF5000G5 может обеспечить
//                     уровень доступности 99,9999 % (шесть девяток) и поддерживать непрерывность
//                     бизнес-процессов в круглосуточном режиме.
//                   </p>
//                   <p>
//                     Конфигурация «активный-активный». В HF5000G5 используется лучшая в отрасли
//                     архитектура хранилища со всеми активными узлами (конфигурация
//                     «активный-активный») и отсутствует концепция атрибуции томов. Операции
//                     ввода-вывода обрабатываются несколькими контроллерами, что помогает обеспечить
//                     балансировку нагрузки между контроллерами, устранить узкие места
//                     в производительности контроллеров и повысить доступность системы. Когда
//                     какой-либо контроллер выходит из строя, другие контроллеры могут взять на себя
//                     его задачи, чтобы обеспечить непрерывность бизнес-процессов.
//                   </p>
//                   <p>
//                     Высоконадежное аппаратное резервирование. Полностью модульная архитектура
//                     с резервированием гарантирует отсутствие единой точки отказа (SPOF) для ключевых
//                     компонентов. Пассивная объединительная плата используется для повышения
//                     надежности системы. Также поддерживается оперативное расширение аппаратного
//                     обеспечения, оперативное обновление микропрограммного обеспечения, обслуживание
//                     системы без прерывания работы и защита данных при отключении питания. В
//                     сочетании с различными механизмами защиты данных система HF5000G5 гарантирует
//                     RPO (целевая точка восстановления) = 0, RTO (целевое время восстановления) = 0,
//                     уровень доступности 99,9999 % (шесть девяток).
//                   </p>
//                   <p>
//                     Безопасное и надежное решение со всеми активными узлами без использования шлюза.
//                     В настоящее время надежность критически важных систем означает не только высокую
//                     производительность, но и непрерывность бизнес-процессов. В системе HF5000G5 нет
//                     виртуального шлюза и используется передовая технология со всеми активными узлами
//                     для обеспечения непрерывности бизнес-процессов, высокой доступности приложений,
//                     RPO = 0 и RTO = 0. Когда какое-либо устройство хранения выходит из строя, другие
//                     контроллеры могут взять на себя его задачи и поддерживать доступ к сервисам
//                     с помощью комплексного механизма арбитража и механизма автоматического
//                     переключения. На основе конфигурации «активный-активный» систему можно легко
//                     расширить до конфигурации, включающей три центра обработки данных с двумя
//                     вариантами, что означает высокую доступность между различными центрами обработки
//                     данных и дополнительную защиту данных.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Интеллектуальное управление и легкость обслуживания</h5>
//                   <p>
//                     Компания Inspur разработала Inview — специальное программное обеспечение для
//                     интеллектуального управления. Inview единообразно управляет всеми ресурсами
//                     системы хранения Inspur и реализует мониторинг состояния системы, защиту
//                     с помощью синхронизированных моментальных копий и простое развертывание решений
//                     для аварийного восстановления. Кроме того, в HF5000G5 реализовано единое
//                     управление внешними ресурсами хранения с помощью гетерогенной виртуализации.
//                     Такое сочетание обеспечивает унифицированное управление как внутренними, так
//                     и внешними ресурсами хранения, что значительно упрощает обслуживание и снижает
//                     совокупную стоимость владения.
//                   </p>
//                   <p>
//                     Inview. Inview поддерживает единое управление системами AS2000G2, AS5000G2,
//                     AS5000G5, HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная информация,
//                     статистика использования и производительности, уведомления о неисправностях,
//                     унифицированное управление и мониторинг нескольких кластеров в режиме реального
//                     времени для вышеуказанных продуктов поддерживаются в едином интерфейсе
//                     управления. Что еще более важно, Inview создает межплатформенное решение для
//                     аварийного восстановления с использованием синхронизированных моментальных копий
//                     и репликацией с несколькими копиями, повышая безопасность данных.
//                   </p>
//                   <p>Надежные функции для облачного центра обработки данных</p>
//                   <p>
//                     HF5000G5 поддерживает интеллектуальное многоуровневое облачное хранилище
//                     и обеспечивает возможность взаимодействия общедоступных, гибридных и частных
//                     облаков. Кэширование, аварийное восстановление, резервное копирование и другие
//                     функции доступны в облачной среде, что гарантирует безопасность данных
//                     и облегчает предприятиям развертывание облака.
//                   </p>
//                   <p>
//                     Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли).
//                     Обеспечивает взаимодействие между несколькими облачными системами, такими как
//                     AWS, Azure, Inspur Cloud, Alibaba Cloud и Openstack. Система HF5000G5
//                     предоставляет следующие функции в облачной среде: кэширование, аварийное
//                     восстановление, резервное копирование и т. д. Пользователи могут выполнять
//                     резервное копирование данных в облако, не приобретая программного обеспечения
//                     для резервного копирования, что снижает сложность резервного копирования
//                     и повышает безопасность данных. Сочетание экономичности и масштабируемости
//                     облачного хранилища с архитектурой локального центра обработки данных позволяет
//                     обеспечить беспрепятственный поток данных между локальным центром обработки
//                     данных и общедоступным облаком.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Продукт</p>
//                   <p>HF5000G5</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Подтип</p>
//                   <p>MN25 | HS25 | MS25</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системы хранения</p>
//                   <p>2–16</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шкаф контроллера</p>
//                   <p>2U25</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>Многоядерный</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Модуль расширения</p>
//                   <p>2U25</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные порты ввода-вывода</p>
//                   <p>6–48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внешних портов</p>
//                   <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Поддержка протоколов хранения</p>
//                   <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Кэш-память системы</p>
//                   <p>
//                     MN25: Optane<br />
//                     HS25: Твердотельные накопители NVMe<br />
//                     MS25: Твердотельные накопители SAS<br />
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Количество накопителей</p>
//                   <p>
//                     MN25: 1500–12 000<br />
//                     HS25: 1400–11 200<br />
//                     MS25: 1300–10 200<br />
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внутренних портов системы</p>
//                   <p>
//                     MN25: PCIe 3.0, SAS 3.0<br />
//                     HS25: SAS 3.0<br />
//                     MS25: SAS 3.0<br />
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Уровень RAID</p>
//                   <p>0, 1, 5, 6, 10, 50, 60, Inraid</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Повышение эффективности использования ресурсов</p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
//                     виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
//                     Интеллектуальное оперативное сжатие данных (InCompression) Интеллектуальное
//                     многоуровневое хранение (InTier) Интеллектуальное преобразование томов (Intune)
//                     Интеллектуальная гетерогенная виртуализация (InVirtualization) Интеллектуальные
//                     файловые сервисы (InFileService) Интеллектуальная многопользовательская среда
//                     (InMulti-tenant)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Защита данных, программное обеспечение</p>
//                   <p>
//                     Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
//                     (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
//                     зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
//                     (InRemoteCopy) Интеллектуальная конфигурация «активный-активный» (InMetro)
//                     Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
//                     Интеллектуальное шифрование (InEncryption) Интеллектуальное удаление данных
//                     (InErase)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Гарантия для выполнения критически важных задач</p>
//                   <p>
//                     Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
//                     разделение кэш-памяти (InAutoPartition)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Функции виртуализации</p>
//                   <p>
//                     Гетерогенная виртуализация: поддерживает более 95 % моделей для единообразного
//                     управления. Виртуализация RAID: виртуализация на уровне блоков, балансировка
//                     системы, отсутствие горячих точек. Система виртуализации поддерживает основные
//                     технологии виртуализации, такие как подключаемые модули IntelliSense (например,
//                     интеграция VAAI, VVOL, VASA, vCenter).
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Габаритные размеры: Ш × Г × В (мм)  (Г — это глубина установки в стойку)</p>
//                   <p>446 × 620,35 × 87,8</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Масса без твердотельных накопителей (кг)</p>
//                   <p>26</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Максимальная мощность (200–240 В перем. тока)</p>
//                   <p>
//                     Модуль управления NVMe: 1200 Вт Модуль управления SAS: 850 Вт Модуль расширения:
//                     750 Вт
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Входное напряжение</p>
//                   <p>100–240 В перем. тока 160–340 В пост. тока</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Температура хранения</p>
//                   <p>От −40 до +55 °С (без блока BBU)</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая влажность</p>
//                   <p>10–90 %</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Рабочая температура</p>
//                   <p>
//                     0–35 °С на высоте над уровнем моря от −60 до +1800 м; снижение температуры
//                     окружающего воздуха на 1 °С каждые 220 м при увеличении высоты над уровнем моря
//                     от 1800 до 3000 м
//                   </p>
//                 </li>
//               </ul>
//             </li>
//           </ul>
//         </div>
//         <div class="swiper-slide">
//           <span class="server__caption"
//             >Высочайшая надежность для работы критически важных приложений.</span
//           >
//           <ul class="server__list">
//             <li class="server__item">
//               <h3>Гибридное хранилище данных AS5500G5</h3>
//               <h4>
//                 Inspur AS5500G5 — это гибридная система хранения среднего уровня для средних и
//                 крупных предприятий, предоставляющая возможности SAN и NAS. Благодаря операционной
//                 системе хранилища, специально разработанной для облачных вычислений и больших
//                 данных, обширным программным функциям и ведущей в отрасли аппаратной платформе,
//                 AS5500G5 удовлетворяет требованиям различных приложений, таких как средне- и
//                 крупномасштабные базы данных OLTP или OLAP, виртуализация и обмен файлами, к
//                 хранению данных и аварийному восстановлению.
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Высочайшая производительность</h5>
//                   <p>
//                     Обновление платформы. В G5 используется аппаратная платформа нового поколения
//                     с обновленными микросхемами и техническими характеристиками. Производительность
//                     увеличена в среднем на 30 %, что способствует более эффективной обработке
//                     данных. В то же время эффективность работы приложений повышается за счет набора
//                     интеллектуального программного обеспечения, такого как InFlashCache, InTier,
//                     InQoS.
//                   </p>
//                   <p>
//                     Повышение скорости передачи данных. Поддерживается интерфейсная карта 32 Гбит/с
//                     для удовлетворения требований к высокой пропускной способности и низкой
//                     задержке, а также для использования всего потенциала хранилища.
//                   </p>
//                   <p>
//                     Архитектура с горизонтальным масштабированием. Активное хранилище Inspur G5
//                     среднего уровня поддерживает оперативное горизонтальное расширение,
//                     до 16 контроллеров и кэш-память уровня ТБ, что позволяет клиентам линейно
//                     наращивать ресурсы хранилища в соответствии с меняющимися бизнес-потребностями.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Высочайшая надежность</h5>
//                   <p>
//                     Эффективная и надежная системная архитектура. В Inspur G5 используется лучшая
//                     в отрасли архитектура хранения со всеми активными узлами для балансировки
//                     нагрузки между контроллерами, устранения узких мест в производительности
//                     контроллеров, повышения доступности системы и обеспечения непрерывности
//                     бизнес-процессов.
//                   </p>
//                   <p>
//                     Резервированная и надежная аппаратная платформа. Полностью модульная архитектура
//                     с резервированием гарантирует отсутствие единой точки отказа (SPOF) для ключевых
//                     компонентов. Пассивная объединительная плата используется для повышения
//                     надежности системы. Также поддерживается оперативное расширение аппаратного
//                     обеспечения, оперативное обновление микропрограммного обеспечения, обслуживание
//                     системы без прерывания работы и защита данных при сбое питания.
//                   </p>
//                   <p>
//                     Чрезвычайно быстрые и надежные системные функции. InRAID распределяет блоки
//                     данных и блоки горячей замены по всем накопителям, входящим в состав
//                     RAID-массива. Концепция диска горячей замены больше не существует. Реконструкция
//                     данных 1T сведена к уровню минут. Это значительно снижает риск отказа
//                     RAID-массива при повторном отказе диска и повышает надежность системы.
//                   </p>
//                   <p>
//                     Развитые, надежные средства аварийного восстановления и защиты. Inspur G5
//                     поддерживает несколько решений для аварийного восстановления и защиты, такие как
//                     моментальные копии, удаленная репликация, конфигурация «активный-активный» и три
//                     центра с двумя вариантами. Сочетание надежной аппаратной платформы, обширного
//                     программного обеспечения и развитых решений для аварийного восстановления
//                     гарантирует непрерывность бизнес-процессов и высокую доступность приложений
//                     и обеспечивает показатели RPO = 0 и RTO = 0.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Легкость управления</h5>
//                   <p>
//                     Inview. Inview поддерживает единообразное управление системами AS2000G2,
//                     AS5000G2, AS5000G5, HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная
//                     информация, статистика использования и производительности, уведомления
//                     о неисправностях, управление и мониторинг нескольких кластеров в режиме
//                     реального времени для вышеуказанных продуктов поддерживаются в едином интерфейсе
//                     управления. Что еще более важно, Inview создает межплатформенное решение для
//                     аварийного восстановления с использованием синхронизированных моментальных копий
//                     и репликацией с несколькими копиями, повышая безопасность данных.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Обширная функциональность</h5>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше
//                     не ограничивается физическим пространством. Поддерживается выделение ресурсов
//                     по требованию для сокращения начальных вложений и повышения эффективности
//                     использования ресурсов хранилища.
//                   </p>
//                   <p>
//                     Интеллектуальное ускорение кэш-памяти. Поддержка кэш-памяти на твердотельных
//                     накопителях позволяет обеспечить соответствие требованиям различных приложений,
//                     повысить общую производительность хранилища и устранить узкие места в сложных
//                     прикладных средах.
//                   </p>
//                   <p>
//                     Интеллектуальная локальная репликация. Три локальных механизма защиты данных:
//                     клонирование, моментальные копии, резервное копирование. Это сочетание способно
//                     удовлетворить потребности, возникающие при тестировании, разработке и анализе,
//                     резервном копировании приложений и т. д. Этот механизм эффективно экономит
//                     пространство в хранилище и снижает инвестиционные затраты.
//                   </p>
//                   <p>
//                     Интеллектуальное зеркалирование томов. При использовании зеркалирования у тома
//                     может быть две копии. Это обеспечивает бесперебойный доступ приложения к потокам
//                     ввода-вывода при повреждении одной из копий.
//                   </p>
//                   <p>
//                     Интеллектуальное многоуровневое хранение. Четыре уровня. Активно используемые
//                     данные можно оперативно переносить между разными хранилищами, чтобы
//                     оптимизировать стоимость и производительность хранилища, а также повысить
//                     рентабельность инвестиций клиентов.
//                   </p>
//                   <p>
//                     Интеллектуальное качество обслуживания. Динамическое управление чтением или
//                     записью томов на основе требований к вводу-выводу каждого приложения. Выделение
//                     ресурсов по требованию позволяет удовлетворить потребности различных приложений.
//                   </p>
//                   <p>
//                     Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние
//                     ресурсы хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает
//                     защиту данных, перенос данных между хранилищами и другие сервисы.
//                   </p>
//                   <p>
//                     Интеллектуальная репликация для аварийного восстановления. Три механизма
//                     репликации для аварийного восстановления: синхронный, асинхронный
//                     и периодический асинхронный. Таким образом, можно удовлетворить различные
//                     требования к показателям RTO и RPO, защитить непрерывность бизнес-процессов
//                     и поддерживать три центра обработки данных с двумя вариантами.
//                   </p>
//                   <p>
//                     Интеллектуальная конфигурация «активный-активный». Активная флеш-система
//                     хранения Inspur HF-G5 обеспечивает топологию «активный-активный» с несколькими
//                     центрами обработки данных для достижения показателей RTO = 0 и RPO = 0, нулевой
//                     потери данных и бесперебойной работы.
//                   </p>
//                   <p>
//                     Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли).
//                     Поддерживаются следующие функции в облачной среде: кэширование, аварийное
//                     восстановление, резервное копирование и т. д. Экономичное и высокомасштабируемое
//                     облачное хранилище объединяется с архитектурой локального центра обработки
//                     данных, и обеспечивается беспрепятственный поток данных между локальным центром
//                     обработки данных и общедоступным облаком.
//                   </p>
//                   <p>
//                     Интеллектуальная многопользовательская среда. С помощью виртуализации, изоляции
//                     баз данных и других технологий обеспечивается изоляция приложений и сервисов
//                     между различными клиентами; таким образом, обеспечивается конфиденциальность
//                     и безопасность пользователей.
//                   </p>
//                   <p>
//                     Программное обеспечение для интеллектуального управления. Набор программного
//                     обеспечения управляет платформой хранения HF-G5. Кроме того, встроенная
//                     интеллектуальная система управления техническим обслуживанием помогает снизить
//                     связанные затраты и повысить эффективность.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Продукт</p>
//                   <p>AS5500G5</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системы хранения</p>
//                   <p>2–16</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шкаф контроллера</p>
//                   <p>2U12, 2U25, 3U48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>Многоядерный</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Кэш-память системы</p>
//                   <p>256 ГБ — 8 ТБ</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Поддержка протоколов хранения</p>
//                   <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внешних портов</p>
//                   <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип накопителей</p>
//                   <p>SSD, SAS, NL-SAS</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Количество накопителей</p>
//                   <p>2992–23 936</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные внешние порты ввода-вывода</p>
//                   <p>6–48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внутренних портов системы</p>
//                   <p>SAS 3.0, один порт 4 × 12 Гбит/с</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Модуль расширения</p>
//                   <p>2U12, 2U25, 3U48, 5U92</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Уровень RAID</p>
//                   <p>0, 1, 3, 5, 6, 10, 50, 60, InRAID</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Повышение эффективности использования ресурсов</p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
//                     виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
//                     Интеллектуальное оперативное сжатие данных (InCompression) Интеллектуальное
//                     многоуровневое хранение (InTier) Интеллектуальное преобразование томов (Intune)
//                     Интеллектуальная гетерогенная виртуализация (InVirtualization) Интеллектуальные
//                     файловые сервисы (InFileService) Интеллектуальная оперативная дедупликация
//                     (InDedupe) Интеллектуальная многопользовательская среда (InMulti-tenant)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Программное обеспечение для защиты данных</p>
//                   <p>
//                     Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
//                     (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
//                     зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
//                     (InRemoteCopy) Интеллектуальная конфигурация «активный-активный» (InMetro)
//                     Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
//                     Интеллектуальное шифрование (InEncryption) Интеллектуальное удаление данных
//                     (InErase)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Гарантия для выполнения критически важных задач</p>
//                   <p>
//                     Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
//                     разделение кэш-памяти (InAutoPartition) Интеллектуальное ускорение кэш-памяти
//                     (InFlashCache)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Функции виртуализации</p>
//                   <p>
//                     Гетерогенная виртуализация: поддерживает более 95 % моделей для единого
//                     управления. Виртуализация RAID: виртуализация на уровне блоков, балансировка
//                     системы, отсутствие горячих точек. Система виртуализации поддерживает основные
//                     технологии виртуализации, такие как подключаемые модули IntelliSense (например,
//                     интеграция VAAI, VVOL, VASA, vCenter).
//                   </p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Гибридное хранилище данных AS5300G5</h3>
//               <h4>
//                 Inspur AS5300G5 — это гибридная система хранения среднего уровня для средних и
//                 крупных предприятий, предоставляющая возможности SAN и NAS. Благодаря операционной
//                 системе хранилища, специально разработанной для облачных вычислений и больших
//                 данных, обширным программным функциям и ведущей в отрасли аппаратной платформе,
//                 AS5500G5 удовлетворяет требованиям различных приложений, таких как средне- и
//                 крупномасштабные базы данных OLTP или OLAP, виртуализация и обмен файлами, к
//                 хранению данных и аварийному восстановлению.
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Высочайшая производительность</h5>
//                   <p>
//                     Обновление платформы. В G5 используется аппаратная платформа нового поколения
//                     с обновленными микросхемами и техническими характеристиками. Производительность
//                     увеличена в среднем на 30 %, что способствует более эффективной обработке
//                     данных. В то же время эффективность работы приложений повышается за счет набора
//                     интеллектуального программного обеспечения, такого как InFlashCache, InTier,
//                     InQoS.
//                   </p>
//                   <p>
//                     Повышение скорости передачи данных. Поддерживается интерфейсная карта 32 Гбит/с
//                     для удовлетворения требований к высокой пропускной способности и низкой
//                     задержке, а также для использования всего потенциала хранилища.
//                   </p>
//                   <p>
//                     Архитектура с горизонтальным масштабированием. Активное хранилище Inspur G5
//                     среднего уровня поддерживает оперативное горизонтальное расширение,
//                     до 16 контроллеров и кэш-память уровня ТБ, что позволяет клиентам линейно
//                     наращивать ресурсы хранилища в соответствии с меняющимися бизнес-потребностями.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Высочайшая надежность</h5>
//                   <p>
//                     Эффективная и надежная системная архитектура. В Inspur G5 используется лучшая
//                     в отрасли архитектура хранения со всеми активными узлами для балансировки
//                     нагрузки между контроллерами, устранения узких мест в производительности
//                     контроллеров, повышения доступности системы и обеспечения непрерывности
//                     бизнес-процессов.
//                   </p>
//                   <p>
//                     Резервированная и надежная аппаратная платформа. Полностью модульная архитектура
//                     с резервированием гарантирует отсутствие единой точки отказа (SPOF) для ключевых
//                     компонентов. Пассивная объединительная плата используется для повышения
//                     надежности системы. Также поддерживается оперативное расширение аппаратного
//                     обеспечения, оперативное обновление микропрограммного обеспечения, обслуживание
//                     системы без прерывания работы и защита данных при сбое питания.
//                   </p>
//                   <p>
//                     Чрезвычайно быстрые и надежные системные функции. InRAID распределяет блоки
//                     данных и блоки горячей замены по всем накопителям, входящим в состав
//                     RAID-массива. Концепция диска горячей замены больше не существует. Реконструкция
//                     данных 1T сведена к уровню минут. Это значительно снижает риск отказа
//                     RAID-массива при повторном отказе диска и повышает надежность системы.
//                   </p>
//                   <p>
//                     Развитые, надежные средства аварийного восстановления и защиты. Inspur G5
//                     поддерживает несколько решений для аварийного восстановления и защиты, такие как
//                     моментальные копии, удаленная репликация, конфигурация «активный-активный» и три
//                     центра с двумя вариантами. Сочетание надежной аппаратной платформы, обширного
//                     программного обеспечения и развитых решений для аварийного восстановления
//                     гарантирует непрерывность бизнес-процессов и высокую доступность приложений
//                     и обеспечивает показатели RPO = 0 и RTO = 0.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Легкость управления</h5>
//                   <p>
//                     Inview. Inview поддерживает единообразное управление системами AS2000G2,
//                     AS5000G2, AS5000G5, HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная
//                     информация, статистика использования и производительности, уведомления
//                     о неисправностях, управление и мониторинг нескольких кластеров в режиме
//                     реального времени для вышеуказанных продуктов поддерживаются в едином интерфейсе
//                     управления. Что еще более важно, Inview создает межплатформенное решение для
//                     аварийного восстановления с использованием синхронизированных моментальных копий
//                     и репликацией с несколькими копиями, повышая безопасность данных.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Обширная функциональность</h5>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше
//                     не ограничивается физическим пространством. Поддерживается выделение ресурсов
//                     по требованию для сокращения начальных вложений и повышения эффективности
//                     использования ресурсов хранилища.
//                   </p>
//                   <p>
//                     Интеллектуальное ускорение кэш-памяти. Поддержка кэш-памяти на твердотельных
//                     накопителях позволяет обеспечить соответствие требованиям различных приложений,
//                     повысить общую производительность хранилища и устранить узкие места в сложных
//                     прикладных средах.
//                   </p>
//                   <p>
//                     Интеллектуальная локальная репликация. Три локальных механизма защиты данных:
//                     клонирование, моментальные копии, резервное копирование. Это сочетание способно
//                     удовлетворить потребности, возникающие при тестировании, разработке и анализе,
//                     резервном копировании приложений и т. д. Этот механизм эффективно экономит
//                     пространство в хранилище и снижает инвестиционные затраты.
//                   </p>
//                   <p>
//                     Интеллектуальное зеркалирование томов. При использовании зеркалирования у тома
//                     может быть две копии. Это обеспечивает бесперебойный доступ приложения к потокам
//                     ввода-вывода при повреждении одной из копий.
//                   </p>
//                   <p>
//                     Интеллектуальное многоуровневое хранение. Четыре уровня. Активно используемые
//                     данные можно оперативно переносить между разными хранилищами, чтобы
//                     оптимизировать стоимость и производительность хранилища, а также повысить
//                     рентабельность инвестиций клиентов.
//                   </p>
//                   <p>
//                     Интеллектуальное качество обслуживания. Динамическое управление чтением или
//                     записью томов на основе требований к вводу-выводу каждого приложения. Выделение
//                     ресурсов по требованию позволяет удовлетворить потребности различных приложений.
//                   </p>
//                   <p>
//                     Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние
//                     ресурсы хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает
//                     защиту данных, перенос данных между хранилищами и другие сервисы.
//                   </p>
//                   <p>
//                     Интеллектуальная репликация для аварийного восстановления. Три механизма
//                     репликации для аварийного восстановления: синхронный, асинхронный
//                     и периодический асинхронный. Таким образом, можно удовлетворить различные
//                     требования к показателям RTO и RPO, защитить непрерывность бизнес-процессов
//                     и поддерживать три центра обработки данных с двумя вариантами.
//                   </p>
//                   <p>
//                     Интеллектуальная конфигурация «активный-активный». Активная флеш-система
//                     хранения Inspur HF-G5 обеспечивает топологию «активный-активный» с несколькими
//                     центрами обработки данных для достижения показателей RTO = 0 и RPO = 0, нулевой
//                     потери данных и бесперебойной работы.
//                   </p>
//                   <p>
//                     Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли).
//                     Поддерживаются следующие функции в облачной среде: кэширование, аварийное
//                     восстановление, резервное копирование и т. д. Экономичное и высокомасштабируемое
//                     облачное хранилище объединяется с архитектурой локального центра обработки
//                     данных, и обеспечивается беспрепятственный поток данных между локальным центром
//                     обработки данных и общедоступным облаком.
//                   </p>
//                   <p>
//                     Интеллектуальная многопользовательская среда. С помощью виртуализации, изоляции
//                     баз данных и других технологий обеспечивается изоляция приложений и сервисов
//                     между различными клиентами; таким образом, обеспечивается конфиденциальность
//                     и безопасность пользователей.
//                   </p>
//                   <p>
//                     Программное обеспечение для интеллектуального управления. Набор программного
//                     обеспечения управляет платформой хранения HF-G5. Кроме того, встроенная
//                     интеллектуальная система управления техническим обслуживанием помогает снизить
//                     связанные затраты и повысить эффективность.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Продукт</p>
//                   <p>AS5300G5</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системы хранения</p>
//                   <p>2–16</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шкаф контроллера</p>
//                   <p>2U12, 2U25, 3U48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Процессор</p>
//                   <p>Многоядерный</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Кэш-память системы</p>
//                   <p>64 ГБ — 2 ТБ</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Поддержка протоколов хранения</p>
//                   <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внешних портов</p>
//                   <p>FC 16/32 Гбит, iSCSI 1/10/40 Гбит</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип накопителей</p>
//                   <p>SSD, SAS, NL-SAS</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Количество накопителей</p>
//                   <p>1300–10 400</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные внешние порты ввода-вывода</p>
//                   <p>6–48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внутренних портов системы</p>
//                   <p>SAS 3.0, один порт 4 × 12 Гбит/с</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Модуль расширения</p>
//                   <p>2U12, 2U25, 3U48, 5U92</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Уровень RAID</p>
//                   <p>0, 1, 3, 5, 6, 10, 50, 60, InRAID</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Повышение эффективности использования ресурсов</p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
//                     виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
//                     Интеллектуальное оперативное сжатие данных (InCompression) Интеллектуальное
//                     многоуровневое хранение (InTier) Интеллектуальное преобразование томов (Intune)
//                     Интеллектуальная гетерогенная виртуализация (InVirtualization) Интеллектуальные
//                     файловые сервисы (InFileService) Интеллектуальная оперативная дедупликация
//                     (InDedupe) Интеллектуальная многопользовательская среда (InMulti-tenant)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Программное обеспечение для защиты данных</p>
//                   <p>
//                     Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
//                     (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
//                     зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
//                     (InRemoteCopy) Интеллектуальная конфигурация «активный-активный» (InMetro)
//                     Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
//                     Интеллектуальное шифрование (InEncryption) Интеллектуальное удаление данных
//                     (InErase)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Гарантия для выполнения критически важных задач</p>
//                   <p>
//                     Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
//                     разделение кэш-памяти (InAutoPartition) Интеллектуальное ускорение кэш-памяти
//                     (InFlashCache)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Функции виртуализации</p>
//                   <p>
//                     Гетерогенная виртуализация: поддерживает более 95 % моделей для единого
//                     управления. Виртуализация RAID: виртуализация на уровне блоков, балансировка
//                     системы, отсутствие горячих точек. Система виртуализации поддерживает основные
//                     технологии виртуализации, такие как подключаемые модули IntelliSense (например,
//                     интеграция VAAI, VVOL, VASA, vCenter).
//                   </p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Гибридное хранилище данных AS2600G2</h3>
//               <h4>
//                 Inspur AS2600G2 — это гибридное хранилище начального уровня для структурированных и
//                 неструктурированных корпоративных приложений.
//               </h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Объединенное хранилище</h5>
//                   <p>
//                     Объединенные функции SAN и NAS. Одно хранилище поддерживает сервисы как
//                     на уровне блоков, так и на уровне файлов. Это помогает упростить архитектуру
//                     центра обработки данных, снизить затраты на эксплуатацию и обслуживание
//                     и удовлетворить различные потребности бизнеса.
//                   </p>
//                   <p>
//                     Конвергенция протоколов. Поддерживаются протоколы iSCSI и FC для удовлетворения
//                     требований к хранилищу различных приложений, таких как базы данных, общий доступ
//                     к файлам, облачные вычисления.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Современная архитектура</h5>
//                   <p>
//                     Архитектура с горизонтальным масштабированием. Поддерживает оперативное
//                     горизонтальное расширение и до 8 контроллеров, что позволяет клиентам линейно
//                     наращивать ресурсы хранилища в соответствии с меняющимися бизнес-потребностями.
//                   </p>
//                   <p>
//                     Высокая доступность. Используется полностью резервированная архитектура,
//                     полностью модульная резервированная кэш-память и архитектура контроллеров
//                     «активный-активный».
//                   </p>
//                   <p>
//                     Высокая масштабируемость. Поддержка до 2400 накопителей и 8 контроллеров,
//                     максимальный объем кэш-памяти — 256 ГБ.
//                   </p>
//                   <p>
//                     Интеллектуальная кэш-память. Поддержка механизма «активный-активный» позволяет
//                     повысить общую производительность хранилища и устранить узкие места в сложных
//                     прикладных средах.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Интеллектуальное программное обеспечение</h5>
//                   <p>
//                     Inview. Inview поддерживает единообразное управление системами AS2000G2,
//                     AS5000G2, AS5000G5, HF5000G5, HF6000G5 и SDS AS13000 компании Inspur. Основная
//                     информация, статистика использования и производительности, уведомления
//                     о неисправностях, управление и мониторинг нескольких кластеров в режиме
//                     реального времени для вышеуказанных продуктов поддерживаются в едином интерфейсе
//                     управления. Что еще более важно, Inview создает межплатформенное решение для
//                     аварийного восстановления с использованием синхронизированных моментальных копий
//                     и репликацией с несколькими копиями, повышая безопасность данных.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Обширная функциональность</h5>
//                   <p>
//                     Интеллектуальная локальная репликация. Три локальных механизма защиты данных:
//                     клонирование, моментальные копии, резервное копирование. Это сочетание способно
//                     удовлетворить потребности, возникающие при тестировании, разработке и анализе,
//                     резервном копировании приложений и т. д. Этот механизм эффективно экономит
//                     пространство в хранилище и снижает инвестиционные затраты.
//                   </p>
//                   <p>
//                     Интеллектуальное зеркалирование томов. Функция зеркалирования тома поддерживает
//                     две копии одного тома, что позволяет обеспечить непрерывный доступ для
//                     ввода-вывода данных при повреждении одной из копий.
//                   </p>
//                   <p>
//                     Интеллектуальное многоуровневое хранение. Активно используемые данные можно
//                     оперативно переносить между разными средами хранения, чтобы оптимизировать
//                     стоимость и производительность хранилища, а также повысить рентабельность
//                     инвестиций клиентов.
//                   </p>
//                   <p>
//                     Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние
//                     ресурсы хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает
//                     защиту данных и перенос данных между хранилищами.
//                   </p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше
//                     не ограничивается физическим пространством. Поддерживается выделение ресурсов
//                     по требованию для сокращения начальных вложений и повышения эффективности
//                     использования ресурсов хранилища.
//                   </p>
//                   <p>
//                     Программное обеспечение для интеллектуального управления. Поддерживается единое
//                     управление системами серии G2. Кроме того, встроенная интеллектуальная система
//                     управления техническим обслуживанием помогает снизить связанные затраты
//                     и повысить эффективность.
//                   </p>
//                   <p>
//                     Интеллектуальный RAID-массив. Традиционный RAID (TRAID) и (или) интеллектуальный
//                     RAID (InRAID). Два метода горячей замены: диск горячей замены и пространство
//                     горячей замены. Поддержка оперативной миграции на уровне RAID и защиты RAID-DP
//                     от отказа одного или двух дисков. RAID с тройной четностью включен для защиты от
//                     отказа трех дисков. Этот механизм гарантирует отсутствие потерь данных. Кроме
//                     того, восстановление нескольких дисков помогает ускорить восстановление
//                     и гарантирует производительность во время восстановления.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" onclick="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Продукт</p>
//                   <p>AS2600G2</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системы хранения</p>
//                   <p>2–8</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шкаф контроллера</p>
//                   <p>2U12, 2U25, 3U48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Кэш-память системы</p>
//                   <p>32–256 ГБ</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Поддержка протоколов хранения</p>
//                   <p>FC, iSCSI, NFS, CIFS, HTTP, FTP</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внешних портов</p>
//                   <p>FC 8/16 Гбит, iSCSI 1/10 Гбит</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип накопителей</p>
//                   <p>SSD, SAS, NL-SAS</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Количество накопителей</p>
//                   <p>600–2400</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные внешние порты ввода-вывода</p>
//                   <p>3</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные внутренние порты</p>
//                   <p>4 SAS</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внутренних портов системы</p>
//                   <p>SAS 3.0, один порт 4 × 12 Гбит/с</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Модуль расширения</p>
//                   <p>2U12, 2U25, 3U48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Уровень RAID</p>
//                   <p>RAID 0, 1, 5, 6, 10, InRAID</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Повышение эффективности использования ресурсов</p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
//                     виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
//                     Интеллектуальное многоуровневое хранение (InTier) Интеллектуальное
//                     преобразование томов (InTune) Интеллектуальная гетерогенная виртуализация
//                     (InVirtualization) Интеллектуальное ускорение кэш-памяти на твердотельных
//                     накопителях (InFlashCache) Интеллектуальные файловые сервисы (InFileService)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Программное обеспечение для защиты данных</p>
//                   <p>
//                     Интеллектуальная конфигурация «активный-активный» (InMetro) Интеллектуальные
//                     моментальные копии (InSnapShot) Интеллектуальное клонирование (InClone)
//                     Интеллектуальное резервное копирование (InBackup) Интеллектуальное
//                     зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
//                     (InRemoteCopy)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Гарантия для выполнения критически важных задач</p>
//                   <p>
//                     Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
//                     разделение кэш-памяти (InAutoPartition)
//                   </p>
//                 </li>
//               </ul>
//             </li>
//             <li class="server__item">
//               <h3>Гибридное хранилище данных AS2200G2</h3>
//               <h4>Простое в использовании, гибкое и эффективное единое хранилище данных.</h4>
//               <div class="server__images-wrapper">
//                 <img src="/images/servers/server-4-1-n.jpg" alt="Изображение сервера 1" />
//               </div>
//               <ul class="server__features-list">
//                 <li class="server__features-item">
//                   <h5>Объединенное хранилище</h5>
//                   <p>
//                     Объединенное хранилище. Одно хранилище поддерживает сервисы как на уровне
//                     блоков, так и на уровне файлов. Это помогает упростить архитектуру центра
//                     обработки данных, снизить затраты на эксплуатацию и обслуживание и удовлетворить
//                     различные потребности бизнеса.
//                   </p>
//                   <p>
//                     Конвергенция протоколов. Поддерживаются протоколы iSCSI и FC для удовлетворения
//                     требований к хранилищу различных приложений, таких как базы данных, общий доступ
//                     к файлам, облачные вычисления.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Современная архитектура</h5>
//                   <p>
//                     Архитектура с горизонтальным масштабированием. Поддерживает оперативное
//                     горизонтальное расширение и до 2 контроллеров, что позволяет клиентам линейно
//                     наращивать ресурсы хранилища в соответствии с меняющимися бизнес-потребностями.
//                   </p>
//                   <p>
//                     Высокая доступность. Используется полностью резервированная архитектура,
//                     полностью модульная резервированная кэш-память и архитектура контроллеров
//                     «активный-активный».
//                   </p>
//                   <p>
//                     Высокая масштабируемость. Поддержка до 577 накопителей, максимальный объем
//                     кэш-памяти — 64 ГБ.
//                   </p>
//                   <p>
//                     Интеллектуальная кэш-память (64 ГБ). Повышает общую производительность хранилища
//                     и устраняет узкие места в сложных прикладных средах.
//                   </p>
//                 </li>
//                 <li class="server__features-item">
//                   <h5>Интеллектуальное программное обеспечение</h5>
//                   <p>
//                     Интеллектуальная локальная репликация. Три локальных механизма защиты данных:
//                     клонирование, моментальные копии, резервное копирование. Это сочетание способно
//                     удовлетворить потребности, возникающие при тестировании, разработке и анализе,
//                     резервном копировании приложений и т. д. Этот механизм эффективно экономит
//                     пространство в хранилище и снижает инвестиционные затраты.
//                   </p>
//                   <p>
//                     Интеллектуальное зеркалирование томов. Функция зеркалирования тома поддерживает
//                     две копии одного тома, что позволяет обеспечить непрерывный доступ для
//                     ввода-вывода данных при повреждении одной из копий.
//                   </p>
//                   <p>
//                     Интеллектуальное многоуровневое хранение. Активно используемые данные можно
//                     оперативно переносить между разными средами хранения, чтобы оптимизировать
//                     стоимость и производительность хранилища, а также повысить рентабельность
//                     инвестиций клиентов.
//                   </p>
//                   <p>
//                     Интеллектуальная гетерогенная виртуализация. Позволяет использовать сторонние
//                     ресурсы хранения и сформировать единый пул виртуальных ресурсов. Обеспечивает
//                     защиту данных и перенос данных между хранилищами.
//                   </p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов. Выделение ресурсов больше
//                     не ограничивается физическим пространством. Поддерживается выделение ресурсов
//                     по требованию для сокращения начальных вложений и повышения эффективности
//                     использования ресурсов хранилища. Экономное выделение ресурсов в рамках полной
//                     емкости обеспечивает возможность избыточного распределения ресурсов хранения,
//                     а уровень детализации можно регулировать (32, 64, 128, 256 КБ). Поддерживается
//                     создание отдельных томов объемом до 256 ТБ. Для последующего расширения
//                     дополнительных лицензий не требуется.
//                   </p>
//                   <p>
//                     Программное обеспечение для интеллектуального управления. Программное
//                     обеспечение для интеллектуального управления поддерживает единое управление
//                     всеми хранилищами серии G2. Кроме того, встроенная интеллектуальная система
//                     управления техническим обслуживанием помогает снизить связанные затраты
//                     и повысить эффективность.
//                   </p>
//                   <p>
//                     Интеллектуальное облачное многоуровневое хранилище (единственное в отрасли).
//                     Уникальная инфраструктура гибридного облачного хранилища поддерживает
//                     кэширование, аварийное восстановление, резервное копирование в облачной среде.
//                     Поддерживает резервное копирование и восстановление в облаке без покупки
//                     программного обеспечения для резервного копирования. Таким образом, снижается
//                     сложность резервного копирования, а также обеспечивается эффективная защита
//                     данных. Сочетание экономичности и высокой масштабируемости облачного хранилища
//                     с архитектурой локального центра обработки данных позволяет обеспечить
//                     беспрепятственный поток данных между локальным центром обработки данных
//                     и общедоступным облаком.
//                   </p>
//                 </li>
//               </ul>
//               <button class="server__accordion" oncliсk="ym(91878057,'reachGoal','click2')">
//                 <div>Характеристики</div>
//               </button>
//               <ul class="server__info-list">
//                 <li class="server__info-item">
//                   <p>Продукт</p>
//                   <p>AS2200G2</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системы хранения</p>
//                   <p>2</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Шкаф контроллера</p>
//                   <p>2U12, 2U25, 3U48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Кэш-память системы</p>
//                   <p>16–64 ГБ</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Поддержка протоколов хранения</p>
//                   <p>FC, iSCSI</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внешних портов</p>
//                   <p>FC 16 Гбит, FC 8 Гбит, iSCSI 1/10 Гбит</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип накопителей</p>
//                   <p>SSD, SAS, NL-SAS</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Количество накопителей</p>
//                   <p>577</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные внешние порты ввода-вывода</p>
//                   <p>3</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Системные внутренние порты</p>
//                   <p>4 SAS</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Тип внутренних портов системы</p>
//                   <p>SAS 3.0, один порт 4 × 12 Гбит/с</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Модуль расширения</p>
//                   <p>2U12, 2U25, 3U48</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Уровень RAID</p>
//                   <p>0, 1, 5, 6, 10, InRAID</p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Повышение эффективности использования ресурсов</p>
//                   <p>
//                     Интеллектуальное экономное выделение ресурсов (InThin) Интеллектуальная
//                     виртуализация RAID (InRAID) Интеллектуальный перенос данных (InMigration)
//                     Интеллектуальное многоуровневое хранение (InTier) Интеллектуальное
//                     преобразование томов (InTune) Интеллектуальная гетерогенная виртуализация
//                     (InVirtualization) Интеллектуальное ускорение кэш-памяти на твердотельных
//                     накопителях (InFlashCache)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Программное обеспечение для защиты данных</p>
//                   <p>
//                     Интеллектуальные моментальные копии (InSnapShot) Интеллектуальное клонирование
//                     (InClone) Интеллектуальное резервное копирование (InBackup) Интеллектуальное
//                     зеркалирование дисков (InVdiskMirror) Интеллектуальная удаленная репликация
//                     (InRemoteCopy) Интеллектуальное облачное многоуровневое хранилище (InCloudTier)
//                   </p>
//                 </li>
//                 <li class="server__info-item">
//                   <p>Гарантия для выполнения критически важных задач</p>
//                   <p>
//                     Интеллектуальное качество обслуживания (InQoS) Интеллектуальное автоматическое
//                     разделение кэш-памяти (InAutoPartition)
//                   </p>
//                 </li>
//               </ul>
//             </li>
//           </ul>
//         </div>
//       </div>
//     </div>

//     <!-- Конец кода -->
//   </div>
// </div>
